{
    "author": "Katiush5678",
    "body": "It is the same even DURING covid",
    "created_utc": 1612130837,
    "id": "gliyd5c",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Looz-Ashae",
    "body": "Aah. Sakhalin",
    "created_utc": 1612130838,
    "id": "gliyd9j",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "Verimage",
    "body": "You will embark your dinghies and sail around the world too loot overseas once again! That will be a show!",
    "created_utc": 1612130840,
    "id": "gliyddl",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Gepo1234",
    "body": "What's ladin? Is it supposed to be livonian? It shpuld be \"Līvo kēļ\" then",
    "created_utc": 1612130843,
    "id": "gliydnr",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612130859,
    "id": "gliyesx",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612130880,
    "id": "gliyggo",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "BulkyBirdy",
    "body": "http://stiridetimisoara.ro/politehnica-timisoara-cea-mai-buna-din-romania-la-informatica-calculatoare-si-electronica_16443.html",
    "created_utc": 1612130880,
    "id": "gliyghc",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Sophroniskos",
    "body": "it's because Austrian shares the exact same alphabet with German, whereas Swiss German does not use the Eszett (can't even type it on my keyboard!)",
    "created_utc": 1612130883,
    "id": "gliygqa",
    "score": 13,
    "subreddit": "europe"
}{
    "author": "acmfan",
    "body": "Bottom next to Italian and Sardu",
    "created_utc": 1612130890,
    "id": "gliyh7v",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "kilometrb",
    "body": "Basque DO have ñ.\n\n\nI**ñ**aki (gure patroia)  Au**ñ**amendi,Urru**ñ**a,Iturri**ñ**o, O**ñ**ati...\n\n\n\nhttps://www.euskaltzaindia.eus/index.php?option=com_ebe&amp;view=bilaketa&amp;Itemid=1161&amp;task=bilaketa&amp;lang=eu&amp;id=1153\n\n&gt; Zenbait jendek uste du [ñ] hots bustia &lt;in&gt; bikotearen ondorio dela beti, eta ñ letrarik ez dela euskaraz. **Ez da hala**. Erreparatu adibide hauei: ñabardura, ñaka, ñañan egin, ñaño, ñimiño... hitzei; -ño atzizkiaz eraturikoei: andereño, haurño, xoriño, gazteño, maiteño...; mailegatuei: piñoi, txanpiñoi, erresiñol, giñol...; zenbait herri-izeni: Abadiño (abadiñar), Oñati (oñatiar), Armiñon (armiñondar), Iruñea, Urdiñarbe (urdiñarbetar)...; zenbait ponte-izeni: Eñaut, Beñat, Iñaki, Garbiñe, Eguzkiñe, Zuriñe...",
    "created_utc": 1612130913,
    "id": "gliyiy3",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "VENEPS88",
    "body": "nice story\n\nhope u come back one day :)",
    "created_utc": 1612130918,
    "id": "gliyjda",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "mrbants1234",
    "body": "Well the eu isnt getting the influx of doses we got. France is planning 2.4 million in february. So yeh, you ain't accelerating like we did mate",
    "created_utc": 1612130928,
    "id": "gliyk2z",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Ra75b",
    "body": "Great news.",
    "created_utc": 1612130963,
    "id": "gliymva",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "ohosometal",
    "body": "We are absolutely not on the same path. The difference will only get bigger for the next couple of months.",
    "created_utc": 1612130977,
    "id": "gliynye",
    "score": 17,
    "subreddit": "europe"
}{
    "author": "Le_Grand_Dadais",
    "body": "Definitely not. The Comores was a territory including Mayotte, it should have been either the whole Comores stay French or the whole Comores get their independence. Mayotte is just part of the Comores.\n\nWhat France did was separate into two an archipel. Hence it definitely broke the law. France should correct the mistakes of the past and get to it with the negotiations of giving back Mayotte to the rightful country.\n\nHow can I be proud of France and its people when such blatant disrespect of its values are found spread out everywhere in history?",
    "created_utc": 1612130978,
    "id": "gliyo0v",
    "score": -6,
    "subreddit": "europe"
}{
    "author": "Greener_alien",
    "body": "&gt;The UK plants [produce 2m doses per week](https://www.businessinsider.com/astrazeneca-increase-covid-19-vaccine-production-2-million-a-week-2021-1?r=US&amp;IR=T) to meet the 100m supply the UK agreed with AZ. The UK manufacturing capacity cannot produce the EU supply of 40 million doses in Q1 no matter how many the EU take, nor would it make a measurable dent if split.\n\nGreat, since 24 million doses per quarter would not make a measurable dent in a 40 million requirement if split, and since it's such an insignificant amount not worth arguing over, then let's split them.\n\n&gt;Further, the UK have contributed massive amounts of money (£12 bln across all the vaccine initatives) [towards research, manuacturing, and rollout.](https://www.bloomberg.com/news/articles/2020-12-16/covid-vaccines-to-cost-u-k-almost-16-billion-watchdog-says). It's estimated that this [is 7x more per capita than the EU](https://www.ft.com/content/c9bbc753-97fb-493a-bbb6-dd97a7c4b807). This is not the UK somehow solely benefiting from the EU cash, the UK have contributed massive amounts to this.\n\nI wholly appreciate UK put money towards the vaccines in general, and also into AstraZeneca in particular. But UK contribution towards the AstraZeneca vaccines at the heart of this controversy has not been exclusive. Yet it is receiving 100% of its order and 100% of UK plant output where the EU is forced to take exclusive cuts to its orders. This does not seem equitable to me. But it is the illogical gloating of UK posters that really gets me. \"Well we invested earlier, so you're clearly idiots expecting that your contractual, paid for obligations are going to be met, also you don't deserve any deliveries if you're such huge idiots.\"\n\n&amp;#x200B;\n\n&gt;And why isn't this an issue? They push Article 16 before releasing what a massive fuck up it is. Do you hoenstly not see a single problem with the EU procurement process?\n\nThe issue is: you can not have both, gloating over untouchable supply, and simultaneously horror at someone else protecting their supply. You can't insist to keep 100% of the production on basis of nationalism and UK national rights and contractual priority in spite of other contractual obligations, then simultaneously be outraged at some universal humanistic principle being broken when EU looks out for its own by also demanding its own contracts are fulfilled first, before others' are. This is the reddit reactions I am talking about.\n\nCriticism of Article 16 being triggered is a different thing, and also very silly, but I don't care to get into details of something that no longer matters.\n\n&amp;#x200B;\n\n&gt;The UK is itself involved with the BioNTech supply chain with supply [of lipids for the vaccine production](https://www.cityam.com/british-chemicals-firm-strikes-100m-deal-with-pfizer-to-produce-covid-vaccine/). The UK isn't hoarding anything, they are using as many vaccines as their own manufacturing output can produce. Introducing export controls will end up incredibly messy, espically if others retaliate.\n\nUK is currently keeping 100% of vaccine output created in the UK despite contractual obligations of suppliers to provide for the EU. This is what I call hoarding.\n\nIn an unrelated story, export controls apply to ready made vaccines from suppliers that aren't meeting their contractual obligations inside the EU. This doesn't matter to UK lipids or German vials or what have you. As a matter of fact, this isn't impacting Pfizer supply into the UK either. UK residents now being supplied with German manufactured vaccines, while rest of Europe gets fuck all of UK vaccines.",
    "created_utc": 1612131014,
    "id": "gliyqpe",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "NewIndianthrowaway",
    "body": "Irony coming from a nation where 40 million of its own citizens crap on the streets lol",
    "created_utc": 1612131015,
    "id": "gliyqs0",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Keywest5577",
    "body": "It's not polite to correct people. It makes you seem like a know-it-all.",
    "created_utc": 1612131035,
    "id": "gliysa6",
    "score": -10,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612131047,
    "id": "gliyt4v",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612131088,
    "id": "gliywa3",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "TonyDavidJones",
    "body": "Aromanian does have its own flag.",
    "created_utc": 1612131106,
    "id": "gliyxm9",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "tr011hvnt3r",
    "body": "The UK shortfall hasn't even been mentioned even though it was 30M for last September. Even the current total isn't close to that (and it includes other vaccines other than AZ). \n\nI think the UK politicians have been advised to stay quiet on that front especially since this was framed by the EU as a legal matter. The normally vocal Boris has been tight-lipped and even Article 16 only resulted in a 'grave concerns', rather playing the victim for Ireland.  So I think the UK government are trying to diffuse. They're also probably worried export controls will be enforced. You can sometimes win points when someone messes up by helping them rather than pointing out their mistakes.\n\nConfronting politicians with mistakes they've made rarely results in anything other than anger and counter accusations anyway. Article 16 was a mistake (no apology), ordering vaccines 1/4 year later than others, was mistake (no responsibility). \n\nRealising you have to wait on the vaccine... start criticising the vaccine. Most of it is distraction and politicians doing a bad job trying to reapportion blame. \n\nHopefully people don't forget to apportion blame for the number of UK deaths at BJ's feet either. Excluding those idiots mixing during lockdown.",
    "created_utc": 1612131107,
    "id": "gliyxn1",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "YuroKaizoku",
    "body": "Well, It's not tight with the far-right.  But the media loves to use the label as headliner.",
    "created_utc": 1612131124,
    "id": "gliyyy4",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "wirelessflyingcord",
    "body": "The reason is rather historical, as all Finnish, Swedish and Dano-Norwegian alphabets are extensions of the Latin alphabet.",
    "created_utc": 1612131129,
    "id": "gliyzbs",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "ce_km_r_eng",
    "body": "Well, good for you I guess. I will believe it when I will see similar numbers of vaccines coming here, instead of cancelled vaccinations.",
    "created_utc": 1612131136,
    "id": "gliyzw5",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "TheSecondTraitor",
    "body": "Czech and Slovak corruption suddenly falls by 99%",
    "created_utc": 1612131148,
    "id": "gliz0sl",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Elegant-Garden",
    "body": "Two problems with that, chief:\n\n1. 10 million doses is enough for 5 million people given the dosing strategy Germany is following. 5 million people is 6% of the population\n2. there are actually only [5 million doses expected by the 22nd Feb](https://www.thelocal.de/20210130/germany-assures-worried-states-that-further-5-million-vaccine-doses-are-on-the-way)\n\nSo it looks like, in reality, Germany is going to be miles off.",
    "created_utc": 1612131161,
    "id": "gliz1tz",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Megadevil27",
    "body": "Your point shows why British people are interested. Its being painted as the UK being selfish and not \"sharing\". Would your government give up its vaccine that's it had paid for and funded because their much larger neighbour didn't buy it fast enough? I doubt it. \n\nEither it's just between AZ and the EU or it's not.",
    "created_utc": 1612131184,
    "id": "gliz3hz",
    "score": 29,
    "subreddit": "europe"
}{
    "author": "ClinicalIllusionist",
    "body": "“Every single crisis?” Yeah, I’m gonna need a source for that.",
    "created_utc": 1612131188,
    "id": "gliz3us",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "expert_redditor_1",
    "body": "TIL: Scottish Gaelic has fadas the wrong way around.",
    "created_utc": 1612131192,
    "id": "gliz46m",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "parameters",
    "body": "With most vaccines a single dose is enough to provide the majority of the protection against getting hospitalized by Covid for a few months. The second dose does provide improvement, but is mostly needed for long-lasting protection.\n\nThe current crisis is the pressure on the health system and deaths among the vulnerable, so one dose with a longer gap currently makes sense.",
    "created_utc": 1612131198,
    "id": "gliz4lc",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Karsdegrote",
    "body": "Yes, in frisian it gets replaced with ii. There are no words starting with ij. Just like there are no words with the letter v, we use f instead.\n\nOr at least we are supposed to...",
    "created_utc": 1612131215,
    "id": "gliz5y4",
    "score": 17,
    "subreddit": "europe"
}{
    "author": "Scizorspoons",
    "body": "Robin got away?",
    "created_utc": 1612131224,
    "id": "gliz6me",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612131227,
    "id": "gliz6uo",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612131235,
    "id": "gliz7g4",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MrGreyGuy",
    "body": "Lets hope so. I was just a bit suspicious about him, or generally about his agenda. Here in the EU everyone just speaks about releasing him, but no one really knows what his goals are or what he stands for.\nStill, much support from the EU! 🇪🇺",
    "created_utc": 1612131240,
    "id": "gliz7ud",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "biolumin_essence",
    "body": "I was curious too and apparently it's a dialect of the ossetian language spoken in the Caucasus. The majority of the Ossetians speak Iron.",
    "created_utc": 1612131241,
    "id": "gliz7x6",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "Sugriva84",
    "body": "r/evilbuildings",
    "created_utc": 1612131261,
    "id": "gliz9gb",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "expertrainbowhunter",
    "body": "This looks cool!",
    "created_utc": 1612131263,
    "id": "gliz9m7",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612131267,
    "id": "gliz9xr",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Wregh",
    "body": "Exactly, its just another imperialistic Russian (interesting how the only possible candidates in Russia are imperialistic assholes) I see people don't really research things before pledging their support for things.",
    "created_utc": 1612131277,
    "id": "glizarh",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "vkazivka",
    "body": "I better buy some tulips.",
    "created_utc": 1612131292,
    "id": "glizbvu",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "jinone",
    "body": "Is this a troll or do you really not know that every single *country* you mentioned is part of the extended UK?",
    "created_utc": 1612131294,
    "id": "glizc0j",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "TheSecondTraitor",
    "body": "No wonder we both have these mountains in our coat of arms.",
    "created_utc": 1612131306,
    "id": "glizcy2",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "FilterlessDieselGeni",
    "body": "What the fuck are those red dots ?",
    "created_utc": 1612131317,
    "id": "glizdte",
    "score": -4,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612131322,
    "id": "glize6i",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "PullMull",
    "body": "Mmh.. reminds me of arkham city... Great game",
    "created_utc": 1612131324,
    "id": "glizebv",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "sidon-0",
    "body": "well, my 88-year-old grandmother decided to stay home and isolate because she didn't want to die. If we do not do everything we can to stop the spread of this disease we are making the decision for people like that, which is unacceptable.\n\nSome people may want to risk their lives, but this cannot be the position we take as a society, as our job is to take care of people who are vulnerable.\n\nAnd that being said the issue is not just older people being at the risk of death. Virtually every hospital in hard-hit countries right now is a covid-only hospital. The amount of people who cannot get the necessary treatment for serious conditions is through the roof.\n\nAnd on prosperity, even in countries without lockdowns people adjusted their [behaviour in the exact same way.](https://blogs.worldbank.org/developmenttalk/social-distancing-driven-mostly-voluntary-demobilization-raising-prospects-slower) Most avoidance of social contact was voluntary. Sweden's economic hit was almost as large as in countries with strict regulations.\n\nThis shows that the distinction does not even exist. Public health is the foundation for everything else. If we are not healthy, there is no prosperity.",
    "created_utc": 1612131340,
    "id": "glizfmv",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "AmputatorBot",
    "body": "It looks like OP posted an AMP link. These should load faster, but Google's AMP is controversial because of [concerns over privacy and the Open Web](https://www.reddit.com/r/AmputatorBot/comments/ehrq3z/why_did_i_build_amputatorbot).\n\nYou might want to visit **the canonical page** instead: **[https://www.telegraph.co.uk/politics/2021/01/31/britain-give-ireland-priority-sharing-covid-vaccines/](https://www.telegraph.co.uk/politics/2021/01/31/britain-give-ireland-priority-sharing-covid-vaccines/)**\n\n*****\n\n ^(I'm a bot | )[^(Why &amp; About)](https://www.reddit.com/r/AmputatorBot/comments/ehrq3z/why_did_i_build_amputatorbot)^( | )[^(Summon me with u/AmputatorBot)](https://www.reddit.com/r/AmputatorBot/comments/cchly3/you_can_now_summon_amputatorbot/)",
    "created_utc": 1612131352,
    "id": "glizgjw",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "theWZAoff",
    "body": "Not if Renzi agrees though!",
    "created_utc": 1612131356,
    "id": "glizgts",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "ZweigBL",
    "body": "I think that a dangerous game is being played in front of our eyes in France with rising violence on both sides, however I also think that the state, in its use of police force, should be in this case expected to be on the more reasonable side and should not encourage further violence.",
    "created_utc": 1612131382,
    "id": "gliziw2",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "MotleyHatch",
    "body": "Russia already has the [hero it deserves.](https://static.wikia.nocookie.net/amazons-the-boys/images/b/b4/LoveSausage-Comics.jpg)",
    "created_utc": 1612131386,
    "id": "glizj4z",
    "score": 31,
    "subreddit": "europe"
}{
    "author": "Outsider_4",
    "body": "As person living in Poland, our government indeed is not that stupid as you may think. It is a lot worse",
    "created_utc": 1612131397,
    "id": "glizk0g",
    "score": 56,
    "subreddit": "europe"
}{
    "author": "szypty",
    "body": "Dunno, looks wholesome to me. Like the nationalist sabrerattlers are the dumbass crybabies and civilised grown-ups are chill to eachother.",
    "created_utc": 1612131407,
    "id": "glizkp0",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "MMBerlin",
    "body": "I really would like to know what these police think when they return home to their families in the evening and switch on the TV news. Are they proud of their work?",
    "created_utc": 1612131409,
    "id": "glizkux",
    "score": 68,
    "subreddit": "europe"
}{
    "author": "sempiternalpenumbra",
    "body": "I have several beautiful memories from being there in 2010.",
    "created_utc": 1612131414,
    "id": "glizl84",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "Not a bad thing long term IF they say the first batches are EU only.\n\nThe absolute minimum time to get a vaccine out will be 2 months, that is if the factory is built and ready and all the staff are trained and all the materials are onsite and they can put it into vials.",
    "created_utc": 1612131416,
    "id": "glizlcq",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "padumtss",
    "body": "My bad",
    "created_utc": 1612131427,
    "id": "glizm5r",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "yellowknight1234",
    "body": "the EMA is not sure whether the AZ vaccine works above 65",
    "created_utc": 1612131429,
    "id": "glizmd5",
    "score": -12,
    "subreddit": "europe"
}{
    "author": "Gendollf",
    "body": "Finnish doesn't have å tho",
    "created_utc": 1612131436,
    "id": "glizmv7",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "sushuszu",
    "body": "And to be clear: This priest of course isn't roman catholic :')",
    "created_utc": 1612131437,
    "id": "glizmy2",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "Karsdegrote",
    "body": "Yes, No, No, No, Yes???, No, No, No, No, No, No, No, No, No, No, No, ah yes!",
    "created_utc": 1612131447,
    "id": "gliznof",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "sushuszu",
    "body": "How is charity politics?",
    "created_utc": 1612131459,
    "id": "glizomj",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "MCBeathoven",
    "body": "I was referring to [this comment](https://www.reddit.com/r/europe/comments/l7vh2g/spain_starts_summer_this_year_in_january_30%C2%BAc_in/glagcu8/).",
    "created_utc": 1612131460,
    "id": "glizonv",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "flameoguy",
    "body": "Apparently Sard is the European langauge with the least bullshit.",
    "created_utc": 1612131485,
    "id": "glizqlo",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Laurkana",
    "body": "Poland just wants to see women and children suffer. Forcing a woman to give birth to a baby who's going to live for 5 hours while screaming in agony the entire time is just monstrous.",
    "created_utc": 1612131487,
    "id": "glizqrk",
    "score": 33,
    "subreddit": "europe"
}{
    "author": "ErectosaurusRex",
    "body": "Where did he say \"the latin alphabet\"? There are more than one you know",
    "created_utc": 1612131521,
    "id": "gliztc1",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Oulawi",
    "body": "Looks like Andorra, Monaco, San Marino and Malta. No idea why they'd be against abortion tho, I'm low-key surprised that the Vatican isn't a red dot",
    "created_utc": 1612131527,
    "id": "gliztq9",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "irfoland",
    "body": "Shhhhh, China and Russia bad",
    "created_utc": 1612131535,
    "id": "glizud3",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "Leiegast",
    "body": "&gt;The EU wouldn't be able to join but France could.\n\nI don't know if anyone ever told you, but international trade is an exclusive competency of the EU. Individual member states are legally incapable of signing trade deals with the rest of the world. If they could, the single market and customs union would become useless overnight.\n\n&gt;However, French Polynesia and New Caledonia are controversial since there have been calls for referendum. \n\nThere have already been two referendums in New Caledonia regarding independence, both of which favoured remaining. The next, and last one, is scheduled for 2022. There has been a shift towards independence, but it's impossible to say what the result will be by then.\n\nIt's also important to keep in mind that thanks to the fact that they are still part of France, they now have equal access to the EU's vaccine procurement scheme. It may have its hiccoughs now, but neighbouring Fiji and Vanuatu can only dream of this privilege. New Caledonians will undoubtedly take note of this soon.\n\nAFAIK there have been no significant calls for actual independence in French Polynesia.\n\n&gt;On the other side, Pitcairn relies on the UK support as shown with the legal trials with the sexual abuse. It was the UK governor of Pitcairn that forced the mayor (who was also facing sexual abuse chatges) to stepped down.\n\nThe reason I wrote my initial comment is to point out the fact that virtually zero percent of the UK's economic activity is situated in the Pacific region. Anyone who has a notion of the gravity theory of international trade will realize that the benefits to the UK economy will be rather minimal compared to the economic harm it's inflicting on itself by leaving the EU single market.",
    "created_utc": 1612131540,
    "id": "glizurj",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Plastic_Pinocchio",
    "body": "Yeah, that one’s gorgeous.",
    "created_utc": 1612131543,
    "id": "glizv04",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "giz3us",
    "body": "AZ did ship vaccines from an EU factory to the UK back in December. That was after they signed their contract with the EU (August) promising to deliver 80 million in the first tranche. \n\nIm not sure how they can justify giving away EU manufactured vaccines in December and then turn around to the EU in January and tell them that they can only deliver 30% of what they promised. AZ saw the EU as a soft touch. I don’t think they expected this sort of backlash.\n\nThis week the EC showed its teeth like it never did before. I was not pretty (particularly what they tried to do here in Ireland) but if it gets us more vaccines and sooner it will be worth it. It should also keep the other manufacturers on their toes.",
    "created_utc": 1612131548,
    "id": "glizvcl",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Powerful_Poem",
    "body": "Yeah, that's true, I think that the lack of de-escalation strategy by the police is compensed by some escalation strategy which increase the violence of the protestor.",
    "created_utc": 1612131548,
    "id": "glizvdb",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "artemisia-ium",
    "body": "That's the languages of European countries. Not the ones that was originated in Europe.",
    "created_utc": 1612131556,
    "id": "glizvyf",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Bdcoll",
    "body": "Andorra, Monaco, San Marino and Malta.",
    "created_utc": 1612131562,
    "id": "glizweh",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "GavinShipman",
    "body": "From left to right: Andorra, Monaco, San Marino, Malta.\n\nVatican goes without saying I guess.",
    "created_utc": 1612131567,
    "id": "glizwrx",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "YoruNiKakeru",
    "body": "And the UK doesn’t?",
    "created_utc": 1612131568,
    "id": "glizwu4",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Karsdegrote",
    "body": "Nonono, we figured it out, one is capitalized the other isnt. Frisian does not have words starting with ij. Its either ii or Y",
    "created_utc": 1612131570,
    "id": "glizx00",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "mrbants1234",
    "body": "She didnt have that one. But also pfizer had limited data on over 75s too. So yeh....that's the way of the world. If they elicited strong immune responses in older people (which they did) then they work on older people. You sum the evidence and come to a conclusion. Fairly standard practice",
    "created_utc": 1612131580,
    "id": "glizxry",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "StevefromLatvia",
    "body": "We're not getting paid enough to do this shit, Ivan",
    "created_utc": 1612131608,
    "id": "glizzwa",
    "score": 214,
    "subreddit": "europe"
}{
    "author": "expertrainbowhunter",
    "body": "Seems to me that r replaces vowels sometimes",
    "created_utc": 1612131608,
    "id": "glizzwh",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "DisciplineUpper",
    "body": "Is it true that Putin is a pedophile?",
    "created_utc": 1612131624,
    "id": "glj013f",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "tr_22",
    "body": "I expected Shadiversity, I got Shadiversity, I upvoted.",
    "created_utc": 1612131625,
    "id": "glj0165",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "ce_km_r_eng",
    "body": "Nice, new split it per country. Anyway, fact is we were even unable to secure the the vaccines or, forgive my post-communist thought process, succeed at creating one.",
    "created_utc": 1612131630,
    "id": "glj01j8",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "padumtss",
    "body": "I once had a conversation with an Estonian man who was visiting Finland and we both spoke in our own languages and for most part we could  understand each other.",
    "created_utc": 1612131630,
    "id": "glj01jm",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "SpaceRaccoon",
    "body": "Then you should educate yourself on what western intelligence is up to. It's par for the course.",
    "created_utc": 1612131638,
    "id": "glj025o",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "GavinShipman",
    "body": "Try article 16'ing this ye silly fucks.",
    "created_utc": 1612131641,
    "id": "glj02ef",
    "score": 17,
    "subreddit": "europe"
}{
    "author": "Grimfandang0",
    "body": "Oh how the turn tables",
    "created_utc": 1612131649,
    "id": "glj031k",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "gabidal_by_garl_marx",
    "body": "If the world doesn't radically change course from the current path, then yes, everywhere is going to be a disaster.",
    "created_utc": 1612131652,
    "id": "glj039a",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "PedroM1304",
    "body": "Just shut up.\n\nYou are not as funny as you think.",
    "created_utc": 1612131657,
    "id": "glj03mw",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "HuevosDeCodorniz_69",
    "body": "oh they can have it for free",
    "created_utc": 1612131665,
    "id": "glj0488",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "nightimegreen",
    "body": "Yeah the vaccines were upped to help diffuse the row before the EU debacle, so they gained by being mad at AZ, but not from their tantrum. The real reason for the tantrum is to justify hoarding vaccines I’m willing to bet",
    "created_utc": 1612131667,
    "id": "glj04en",
    "score": -9,
    "subreddit": "europe"
}{
    "author": "Open_Lunch_1192",
    "body": "Ah yes, SARDU",
    "created_utc": 1612131681,
    "id": "glj05ie",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "GJokaero",
    "body": "Honestly, other than the obvious like Australia and Ukraine, I can't tell what's wrong off the top of my head",
    "created_utc": 1612131719,
    "id": "glj08hc",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "o_o9",
    "body": "I didn't know that.  \nIn Flemish, the ij are two separate letters, and I always capitalize it as Ij, I've never been told it was wrong.\n\nIt's also annoying when you do crossword puzzles, because if they are made in the Netherlands, it's IJ in one space, but if they are made in Belgium, it's I J in two spaces.",
    "created_utc": 1612131720,
    "id": "glj08ki",
    "score": 30,
    "subreddit": "europe"
}{
    "author": "F___TheZero",
    "body": "Rijeka must be a Dutch city too",
    "created_utc": 1612131726,
    "id": "glj091n",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Megadevil27",
    "body": "Nah still Belgium.",
    "created_utc": 1612131736,
    "id": "glj09uq",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "LaoBa",
    "body": "Small towns, yes, I was in Lemgo and Detmold this summer and they have many old half-timbered houses.",
    "created_utc": 1612131768,
    "id": "glj0c9r",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "apistoletov",
    "body": "Not even sure that it's riskier, if you give up and everyone forgets about you except your enemies, it's pretty bad situation",
    "created_utc": 1612131772,
    "id": "glj0ck2",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "chodestroker420",
    "body": "It feels like a brigade tbh. A bunch of British people upvoting British people and downvoting everything that they don’t like.",
    "created_utc": 1612131773,
    "id": "glj0cms",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "z3n0mal4",
    "body": "Putin &gt; Batman",
    "created_utc": 1612131781,
    "id": "glj0d7g",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "Bromborst",
    "body": "The 5 seconds of the year when there's snow in Bremen?",
    "created_utc": 1612131786,
    "id": "glj0dno",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "_biafra_2",
    "body": "Ahh my favorite European user profile.",
    "created_utc": 1612131789,
    "id": "glj0duf",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612131837,
    "id": "glj0hk5",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "0xE1",
    "body": "I can't even replace internal doors in my house xD\n\nIt is in general good, but can be pain in the ass when dealing with authorities who are going a bit overboard with protecting literally everything they think is a little bit historical.",
    "created_utc": 1612131857,
    "id": "glj0j2j",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "CTPVTPonds",
    "body": "As a Estonian, merely looking at your language gives me a panic attack",
    "created_utc": 1612131885,
    "id": "glj0l9j",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "Darkone539",
    "body": "No problem. :)",
    "created_utc": 1612131890,
    "id": "glj0lo3",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Few_Chips_pls",
    "body": "what factory?",
    "created_utc": 1612131906,
    "id": "glj0mwt",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Randomcrash",
    "body": "&gt; and I want to say with ignorance\n\nftfy",
    "created_utc": 1612131911,
    "id": "glj0n9n",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "Kinda-Brian",
    "body": "That’s a lotta Sámi",
    "created_utc": 1612131922,
    "id": "glj0o2t",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "berejser",
    "body": "How do they decide which colours to show on the bridge? Does one country control the whole light show, or does each country control their half?",
    "created_utc": 1612131928,
    "id": "glj0oif",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "nmcj1996",
    "body": "Britain will prioritise offering spare vaccines to Ireland once stocks are secured for the UK jab rollout, The Telegraph understands.\n\nMinisters are examining sharing vaccines with other countries in order \"to protect us and the rest of the world\" as soon as supplies for the domestic vaccination programme are assured, a Government source said. \"The Common Travel Area falls into that category,\" the source added. \"If Ireland was still experiencing shortfalls, we absolutely would.\"\n\nIn the wake of a row with the EU about vaccine supplies which on Friday saw the bloc forced to climb down from plans to impose a border on the island of Ireland, Boris Johnson said he wants Europe and the rest of the world to receive vaccinations \"at the same time\".\n\nIn a People's PMQs, filmed on Sunday, he said \"there is no point one country on its own getting vaccinated\", adding: \"Britain, the UK, we can't think of this just as a project for us and us alone.\n\n\"We want to make sure as many people across Europe, across the whole world, get access to vaccines... We want everybody in our country to get vaccinated at the same time as the vaccination of everybody in the world, because that is ultimately the only way to fix this.\"\n\nWhile Britain's vaccination programme is ahead of the rest of the world, opening up international travel will be difficult and there will be a continued risk of the emergence of new Covid variants.\n\nNo doses would be sent out of the UK before the Government's target to offer a jab to all over 50s by mid-spring is met, it is understood. Any offer to share vaccines would depend on the volumes delivered to Britain in coming months and the country's ability to fulfil Mr Johnson's aim of vaccinating all UK adults by the autumn.\n\nIreland is considered a priority because it shares a land border with Northern Ireland. The Brexit talks established that the island of Ireland was a \"single epidemiological unit\" for the purpose of animal health and welfare, and Government insiders believe the same logic applies to human health.\n\nOn Sunday night, Downing Street sources warned that it was too early for decisions about sending vaccines abroad and stressed that the Government's focus was on vaccinating the most vulnerable.\n\nAnother Government source suggested that, once the UK is in a position to share vaccines, a balance would be struck between offering supplies to wealthier nearby neighbours and poorer developing countries further afield.\n\nThe remarks echoed those made by Liz Truss, the International Trade Secretary, who on Sunday said the UK wants to work with overseas partners to overcome Covid. She said it would be damaging to become a \"vaccinated island\" while other countries go without jabs because, in that scenario, the virus would continue to spread.\n\nThe UK is eventually set to have a surplus of stock, having ordered 367 million doses of vaccine from seven different developers although not all have been approved so far. But Ms Truss said: \"Of course, we first need to make sure that our population is vaccinated. We have a target to get the most vulnerable vaccinated by mid-February.\"\n\nAsked whether the UK would aid allies and developing nations before autumn and the completion of the domestic vaccine programme, she replied: \"There have been supply issues so we need to make sure the new drugs that are coming online are delivered, the population is vaccinated.\"\n\nMinisters have agreed to a \"reset\" in relations with the EU after Brussels imposed export controls on vaccines, with the bloc suffering supply shortages from pharmaceutical giant AstraZeneca.\n\nOn Friday, the European Commission reversed its controversial plans to override part of the Brexit agreement on Northern Ireland to control shipments of jabs, which risked a hard border with the Republic. The Irish premier Michael Martin said on Sunday that the EU had used the \"wrong mechanism\" and he should have been informed before the move was made.\n\nOn Sunday, Ursula von der Leyen, the EU Commission president, tweeted that a \"step forward on vaccines\" had been made. She wrote: \"@AstraZeneca will deliver 9 million additional doses in the first quarter (40 million in total) compared to last week's offer &amp; will start deliveries one week earlier than scheduled.\"\n\nEU leaders who have already threatened legal action against the UK over the vaccines dispute shifted to targeting AstraZeneca over the weekend as they sought an outlet for public anger over vaccine delays.\n\nThe firm, which makes the Oxford jab, has said it will deliver 4.6 million doses to France by the end of March – half the amount initially agreed upon.\n\nClement Beaune, the French Europe minister, threatened sanctions against the Anglo-Swedish company if it emerged that Britain had been given priority, saying on Sunday: \"If there is a problem and other countries have been favoured – for example the UK over us – then we will defend our interests. \n\n\"Contracts are not moral commitments, they are legal commitments. Penalties or sanctions can be triggered in every contract.\"\n\nSanctions being considered include withholding payments, cancelling subsequent orders and seeking compensation for a breach of contract. Mr Beaune said an investigation into vaccine deliveries to Britain by EU factories was under way.\n\nIt came as Berlin and Rome issued similar threats to vaccine providers. \"If we find out that individual companies are not maintaining their side of the bargain then we'll have to make a decision on legal measures,\" Peter Altmaier, the German economy minister, told Die Welt newspaper.\n\nMeanwhile, the French health minister, Olivier Véran, seemed to soften his government's stance on the AstraZeneca jab, following Emmanuel Macron's claims that it was ineffective in the over-65s.\n\nMr Véran said: \"By giving its authorisation on Friday, the European Medicines Agency specified that it could be used on all adults, despite incomplete data on those over 65. It added that additional studies of efficacy in the elderly were expected in February.\"\n\nHe said France's health regulator, the Haute Autorité de Santé, would decide on whether to approve the vaccine on Tuesday",
    "created_utc": 1612131987,
    "id": "glj0t2i",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "tr011hvnt3r",
    "body": "Yep. Love Europe. Love the UK too.\n\nDon't really like the polarisation, either with Brexit/Remainers arguing or this anti-EU anti-UK stuff. \n\nRead one comment accusing the UK of being a vaccine nationalist, in quoting a comment (both incorrectly and the wrong person), that was originally in response to the WHO criticising the EU for introduced export controls and (you guessed it) vaccine nationalism...",
    "created_utc": 1612131997,
    "id": "glj0tqx",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "TheOneStuff",
    "body": "How is Serbia not independent?",
    "created_utc": 1612132007,
    "id": "glj0uka",
    "score": -6,
    "subreddit": "europe"
}{
    "author": "pi6174",
    "body": "Exactly this. The EU think AZ aren't bothered that their not producing enough vaccine - I bet every engineer and technician they have are trying their hardest to produce more and scrape as much out of the process as they can. Made the EU look bad though, this whole affair, so atleast one positive.",
    "created_utc": 1612132008,
    "id": "glj0un7",
    "score": 18,
    "subreddit": "europe"
}{
    "author": "bluemonkey1996",
    "body": "Sweden use ä all day.  This chart is inaccurate.",
    "created_utc": 1612132016,
    "id": "glj0v7u",
    "score": -4,
    "subreddit": "europe"
}{
    "author": "GerFubDhuw",
    "body": "If you're correcting the person's spelling know that 'aesthetic' is the British English spelling of the word.",
    "created_utc": 1612132017,
    "id": "glj0vb0",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MrJohz",
    "body": "There should be no flags on here at all: flags are not languages, and have no one-to-one correspondence with languages. Many countries have multiple languages, and many languages are spoken in multiple countries.\n\nIn this case, English is the defacto national language of the entire United Kingdom, but it's only one of a handful of \"ethnically British\" languages spoken in the UK. Wales has Welsh, Scotland had both Gaelic and Scots, and Northern Ireland has some Irish (although sadly at this point very little). On top of that, you've also got Cornish, a local Romani dialect, as well as British Sign Language (which is obviously difficult to depict on this chart, but shows you the relatively limited ideas of languages that we have sometimes).\n\nGerman is another good example. The chart doesn't differentiate between Germany and Austria, but they do speak different dialects of German, so it seems unfair to lump then under the same banner. However, Germany also contains multiple regional minority languages, so is it even so fair to use the German flag when the chart isn't even close to describing the languages found in that nation?",
    "created_utc": 1612132018,
    "id": "glj0vde",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Accendino69",
    "body": "you can type curly brackets with SHIFT + Right ALT + è",
    "created_utc": 1612132022,
    "id": "glj0vpe",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "AllanKempe",
    "body": "It's more like 3-4 years ahead of expectations. It usueally takes at least 5 years to make a vaccne like this.",
    "created_utc": 1612132032,
    "id": "glj0wjg",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "bjaekt",
    "body": "so people run into an ocean? i don't know how much it freezes but they had to be really desperate to run from police into frozen ocean",
    "created_utc": 1612132046,
    "id": "glj0xje",
    "score": 159,
    "subreddit": "europe"
}{
    "author": "grossbitte",
    "body": "Mostly because they are so small that nobody ever cared enough to use political power to change the law on such a controversial issue when you can just go to the hospital next door.",
    "created_utc": 1612132048,
    "id": "glj0xr7",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "loafers_glory",
    "body": "Their economy is based on only two industries: raids and drains.",
    "created_utc": 1612132060,
    "id": "glj0ymc",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "expertrainbowhunter",
    "body": "I was meant to be here last October. Waiting for borders to open - can’t wait to see this beautiful city",
    "created_utc": 1612132060,
    "id": "glj0ynm",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "AllanKempe",
    "body": "Why?",
    "created_utc": 1612132073,
    "id": "glj0zn6",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "krisdaschwab912",
    "body": "This dude looks like he's 23, not 49. By all means feel free to source it. I tried but couldn't find it.",
    "created_utc": 1612132077,
    "id": "glj0zyw",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "blahblahblerf",
    "body": "Sadly, quokkas would go extinct in about an hour with actual predators around...",
    "created_utc": 1612132089,
    "id": "glj10v5",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Chr1sUK",
    "body": "I’m not sure how much you know about the vaccine process but the process for creating the vaccine in bulk can vary greatly. The U.K. signed the contract 3 months earlier and this gave AZ the additional time to iron out these issues that they are now facing in the EU manufacturing process. \n\nThis was a big cluster fuck by the EU pissing about trying to get lower priced vaccines etc. Whereas both the U.K. and the US opted for getting in earlier!",
    "created_utc": 1612132091,
    "id": "glj112o",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612132098,
    "id": "glj11l5",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "berejser",
    "body": "&gt;Some shit is bound to happen on that bridge\n\nYou mean like maybe someone will be murdered at the exact half-way point on the bridge? And then two police officers with mismatched personalities, one from each nation, will be forced to work together to crack the case?",
    "created_utc": 1612132120,
    "id": "glj13es",
    "score": 49,
    "subreddit": "europe"
}{
    "author": "michilio",
    "body": "IJ is not a single letter.\n\nhttps://taaladvies.net/taal/advies/vraag/1194/ij_alfabetisering.",
    "created_utc": 1612132121,
    "id": "glj13fb",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "kaskuda",
    "body": "Galego does not use nh. We use ñ as in spanish.",
    "created_utc": 1612132123,
    "id": "glj13lr",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "notagameofperfect",
    "body": "What is breznhonig?",
    "created_utc": 1612132134,
    "id": "glj14ip",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Rhamba",
    "body": "It’s the atheist way to say ”thoughts and prayers”",
    "created_utc": 1612132148,
    "id": "glj15i0",
    "score": 150,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "Did you see if the French news talked much about the Macron saying the AZ was really ineffective for over 60s?  \n\nIt seemed dangerous for a leader in a natoriously anti-vax country to say that?  But if they don't report, it isn't such an issue.\n\nhttps://www.theguardian.com/world/2021/jan/29/emmanuel-macron-coronavirus-vaccine-exports-eu-controlled",
    "created_utc": 1612132156,
    "id": "glj167n",
    "score": 14,
    "subreddit": "europe"
}{
    "author": "WhyNotCollegeBroad",
    "body": "AZ haven't done anything than continue to fix their manufacturing process. They are not suddenly making more because the EU starting panicking and banning exports.\nThese doses would have been there regardless.",
    "created_utc": 1612132170,
    "id": "glj1797",
    "score": 15,
    "subreddit": "europe"
}{
    "author": "Azzizzizz",
    "body": "Don't worry pedo joe is in charge now and has said oh nothing can be done and taking credit for trumps success after him and kammy spent their entire campaign undermining trust in vaccines",
    "created_utc": 1612132176,
    "id": "glj17q0",
    "score": -11,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "Well it was reversed, so I guess our threats were all in private.",
    "created_utc": 1612132217,
    "id": "glj1azo",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "Chr1sUK",
    "body": "It’s not who he is, but what he does that defines him.",
    "created_utc": 1612132219,
    "id": "glj1b3j",
    "score": 23,
    "subreddit": "europe"
}{
    "author": "Orange-of-Cthulhu",
    "body": "It's legal in the Vatican ???",
    "created_utc": 1612132227,
    "id": "glj1brf",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "I don't know the French data, but the German health ministry speaks about 7 million additional doeses. that does not take into account the additional 9 million doses AZ announces for the EU today.\n\nAgain, things can go wrong but the point it, Britain is not lightyears ahead as it may seem.\n\nStill, this is not a competition. We can be happy for any vaccine dose administered in any country in the world",
    "created_utc": 1612132288,
    "id": "glj1ggp",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "loafers_glory",
    "body": "Don't forget the Irish way, the one everyone gives us shit for (tirty tree and a tird). It's actually different to our T sound, so it's just a weird Th, and not that we make no distinction between T and Th.",
    "created_utc": 1612132288,
    "id": "glj1ghb",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "Steffnov",
    "body": "Finnish scrabble absolutely sounds like a blast, and likely needs larger boards",
    "created_utc": 1612132301,
    "id": "glj1hjq",
    "score": 26,
    "subreddit": "europe"
}{
    "author": "LaoBa",
    "body": "Large horse cavalry formations were still used on the Eastern front during the 2nd world war. The Soviet Union, Poland, Romania and Hungary fielded a lot of cavalry divisions and Germany which had disbanded its last horse cavalry division in 1941 (after seeing action in Poland, the Netherlands and the Soviet union) started forming new formations from 1943 on.",
    "created_utc": 1612132306,
    "id": "glj1hx1",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "ce_km_r_eng",
    "body": "Under US control. Feels more like outsourcing than local development.",
    "created_utc": 1612132321,
    "id": "glj1j62",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "blahblahblerf",
    "body": "Yeah, and much better for Turkey to have Crimea than Russia.",
    "created_utc": 1612132326,
    "id": "glj1jja",
    "score": 14,
    "subreddit": "europe"
}{
    "author": "tossitlikeadwarf",
    "body": "Congrats to our southern neighbors!",
    "created_utc": 1612132332,
    "id": "glj1jyw",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "serinderin",
    "body": "Nope. The map doesnt include the vatican since its a who data",
    "created_utc": 1612132360,
    "id": "glj1m9u",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "tossitlikeadwarf",
    "body": "Do you want it? You can have it!",
    "created_utc": 1612132361,
    "id": "glj1mbd",
    "score": 25,
    "subreddit": "europe"
}{
    "author": "mrbants1234",
    "body": "What do you need to be reminded of in 5 years?",
    "created_utc": 1612132368,
    "id": "glj1mux",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "tr011hvnt3r",
    "body": "Great articles by Der Spiegel. It's in the minority though, many of the European articles don't even mention the delays in purchasing, just those in delivery. As for Article 16... not really much on that either. Op might also mean people who comment on here, though for the most part I think most europeans on here do 'grasp that'.\n\nIt's now one of my go to sources, I'd already read the first article, thanks for the second!",
    "created_utc": 1612132381,
    "id": "glj1nui",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "Until now it was a really similar path. It's very hard to predict what the comiing months will bring. Pfitzer and BioNTech are increasing their European production and so on... So I would predict Britain will finish some weeks ahead but not many months",
    "created_utc": 1612132385,
    "id": "glj1o61",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "jibberyjabber",
    "body": "It is not. Quoting wikipedia referencing Taalunie: \"De Taalunie, de enige officiële instantie met bevoegdheid over de spelling van de Nederlandse taal in België, Nederland en Suriname, beschouwt de ij als een combinatie van de letters i en j.\"",
    "created_utc": 1612132395,
    "id": "glj1ox5",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "mrbants1234",
    "body": "Deluded. Your minister even said 10 weeks of shortages",
    "created_utc": 1612132400,
    "id": "glj1pcs",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "nightimegreen",
    "body": "Even if they did, the doses still wouldn’t really be ready for a few months. That’s why hoarding the vaccines they can to make up for the shortfall is probably the goal. Geopolitics makes everyone a villain...",
    "created_utc": 1612132403,
    "id": "glj1pku",
    "score": -6,
    "subreddit": "europe"
}{
    "author": "cocojumbo123",
    "body": "I'm aware of it but approval should be made based on actual data - which currently is not available, not based on press releases.",
    "created_utc": 1612132411,
    "id": "glj1q6r",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "LurkingTrol",
    "body": "&gt;Completely irrelevant comparison. Might as well be comparing architecture with food. What you call \"neoromantism\" has never passed. People still like traditional architecture overwhelmingly (this very thread proves it), 100 years of modernism has not made it anymore popular than it was when it was first unveiled.\n\nSays you. People like to watch old architecture but living in it and building it are different things. As Americans say put your money where your mouth is. Look what private people build for their homes it's not neo-romanesque (in my native language it's closer to neoromantism) but it's modern. Also modernism ended somewhere in 70ties with last breath in 80ties replaced by post modern or PoMo which I loathe. \n\n&gt; Which is your personal, small niche fetish. If we compare the number of users of the said buildings who like them, and those who'd prefer any traditional design, the former would be in a small minority. \n\nAgain what people like to watch and where they really want to live are different things. They put money not where they loudly applied. I can easily find you hundreds of old 100-150 year old houses under 100k euros why do you think they get abandoned when for same money people build new?\nI own apartment in 120 year old house I had to rip everything to bare bricks. My in-laws lived in 400 year old manor house(small one check in Google images \"dworek polski\") and it was like a pit from hell opened in their pocket. Yes it's lovely to look, to visit on sightseeing trip holding hands whispering \"how lovely it would be to own such place...\". But when people vote with their money they choose modern designs.\n\n&gt; Yet the designers, in cabal with the construction industry and their marketing departments to promote their soulless hackjobs as The Chic and *\"the only way to go or else!\". And then we have people like you, who complain that the plebs don't fall in love with it. How dare they!\n\nWhere did I complained about people taste? If people would want Romanesque architecture they would build it. Majority of buildings in my country but also in my part of Europe are built by future owners so you babling about cabals has nothing to do. Because if people would like they would just go to architect that would design them what they like. And for some time in early 90ties my country was flooded with what we call Gargamels houses with towers with fake styrofoam stone walls and columns at entrances you won't see many new buildings in this style.\n\n\n&gt;The labor cost is not much cheaper than it was before in comparison.\n\nLabour cost is much higher!\n\n&gt; I am involved in the industry and the cost of unionized metal\\glazing workers installing the curtainwalls, let alone concrete forming labour - is extremely expensive, more so than brick masons doing a comparable size job. \n\nOh my god brickmasons here are still mainstay of every building. We rarely build with sticks like people do overseas. Building with bricks has nothing to do if you build traditional or modern it's finishing that kills! Look at that library how many superb woodworkers would you need for that level of finish? Outside it probably has hundreds of fine stonemason works. You could extrude it or even 3d print but it will look tacky the level of finish that this library in picture has costs gigantic money.\n\n&gt; The costs were generally inflated *precisely* because the modernist designers killed them, refusing to design traditional buildings so most of the contractors that could work with traditional materials went bankrupt.\n\nYes just like cars killed carriage industry those damn car designers forced people to buy cars and carriage industry went out of business. Grow up if modernism wouldn't be liked then it wouldn't be requested by owners and build for them. It was family Tugendhat that hired Mies van der Rohe not some designer forcing them to build it. \n\n&gt; And yet, there are many traditional projects being built all over the world right now, and the costs are very much comparable. Most of the contemporary modernist buildings are designed in a dysfunctional way, with a lot of wastage, and rack up the truly **massive** costs for maintenance. The difference in price between traditional and modernist design for any given building is thus very often within 10% at most.\n\n Lol you really don't know how much stone columns, gargoyles and other things cost, how much copper draining costs ceramic roof tiles(that need heavier roofing) or god forbid slate. Not to mention upkeep. Just replacing main doors in my in-laws manor house cost more than average monthly pay heavy almost 3m high oak double doors I could replace every door in modern house for same price. And don't get me started on windows my MIL gets murderous anytime she speaks about freaking traditional windows \n\n&gt; Before you cry that it is exactly the usual profit margin - the contractor would get his 10% regardless. The developers and investors would have to pay a tiniest bit more, but of course given that they invest from overseas, completely isolated from the structures they build - they don't care in the slightest what is being built as long as it is the cheapest, laziest design possible. It is up to the citizens of a city to impose regulation, design criteria to force the new structures to conform to local needs, local culture, local urban fabric. Which is what precisely we are starting to do at this moment in many cities, such as in Germany - in Dresden, Potsdam, Lübeck.\n\nIt's not 10% I when I was selling bathroom finishings I wouldn't go below 15% and average was closer to 25% starting point was +35% but just so I could let clients haggle it down. But you also don't get real costs of building in 18th or 19th century style as on the picture above. You also don't get the costs of upkeep of such structures. High ceilings are bitch to heat in winter and bitch to cool in summer. Wooden finishing like this is nightmare to run cables with modern you have ceiling space to hide cables that library needs. They are also not cheap to repair or replace with modern you just get bit of paint.",
    "created_utc": 1612132421,
    "id": "glj1qyc",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "murticusyurt",
    "body": "Jesus christ. Does it ever stop?",
    "created_utc": 1612132443,
    "id": "glj1sog",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612132453,
    "id": "glj1tfk",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "R_K_M",
    "body": "Especially if you look at something like the Rhein-Ruhr area, which is technically made up from medium sized citie, but is de facto a megacity.",
    "created_utc": 1612132473,
    "id": "glj1uyd",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "PRO6man",
    "body": "Hold the fuck up, i know poland has its issues but why is finland less green than any other country? And england too?",
    "created_utc": 1612132486,
    "id": "glj1vz3",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "MindControlledSquid",
    "body": "The splotches seem to be west of Ljubljana.",
    "created_utc": 1612132499,
    "id": "glj1wz8",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Flyleghair",
    "body": "ĳ is a single letter.  Go ahead and try to select either the i or j separately in the following  ĳ or Ĳ.",
    "created_utc": 1612132505,
    "id": "glj1xfb",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "maikelmeansmichael",
    "body": "It's incorrect, the branch of Spanish starting with ñ is impossible since Galego doesn't have Ñ but only nh.",
    "created_utc": 1612132512,
    "id": "glj1xyg",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "seal44",
    "body": "Turkish, Gagauz, Spanish etc. are r/nonononoyes",
    "created_utc": 1612132516,
    "id": "glj1y9r",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "enzio00",
    "body": "&gt;At the beginning of 1945, Budapest was a dual battlefield. On the one hand, the German and Hungarian troops fought to hold off the advancement of the Soviets; on the other, Arrow Cross militiamen – who, before the war, used to live ordinary lives as shoemakers, bakers, electricians – went on a manhunt against their fellow countrymen proclaimed as the enemy within. \nIn the 12th district of Budapest, within a stone’s throw of where the massacres took place, a statue of a Turul grabbing a sword reminds us of the unfathomable sins.",
    "created_utc": 1612132525,
    "id": "glj1z0r",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "0xE1",
    "body": "Noooo, our explosives secret stash! /s",
    "created_utc": 1612132527,
    "id": "glj1z3w",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "ljubiteljkrofni",
    "body": "So the fighters against fascism are now murderers?",
    "created_utc": 1612132529,
    "id": "glj1zca",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "punchdrunkskunk",
    "body": "They are if you're Irish. I can't pronounce 'Th' as anything other than 'D' or a hard 'T' for the life of me. \"Dere\", \"Dis\", \"Den\", \"Tanks\", etc.",
    "created_utc": 1612132536,
    "id": "glj1ztl",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "dabadabgo",
    "body": "The same with Slovak. Just a random example from a comment on the Internet:\n\n&gt;ak pojde sediet tak pridu aj jej syncekovia o bytik za pol mega  \na v pripade ak to da na lucanskeho  \nbytik sice jej ale pisany na synov im uz zostane?  \nako ano, tak to je tazka rodinna dilema, taku by som nechcel mat. \t\t\t \n\n[https://domov.sme.sk/diskusie/dpl/28992131/byvala-statna-tajomnicka-jankovsku-uzila-lieky-je-v-nemocnici.html](https://domov.sme.sk/diskusie/dpl/28992131/byvala-statna-tajomnicka-jankovsku-uzila-lieky-je-v-nemocnici.html)",
    "created_utc": 1612132536,
    "id": "glj1zur",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "JozefRetinger",
    "body": "Lavrov is even older than Putin so he is unlikely.",
    "created_utc": 1612132538,
    "id": "glj1zzg",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "Of course we are talking about single doeses. The same is true in Britain. The numbers always refer to single doses.",
    "created_utc": 1612132564,
    "id": "glj21zr",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "wat",
    "created_utc": 1612132567,
    "id": "glj225p",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "rokakak",
    "body": "They find it disrespectful because\n\n1-  They say covering the Kaaba with another image depicts that muslims are actually praying to that image, aka shahmaran. \n\n2- LGBTQ+ bad hurr durr\n\n3- It was on the ground and they argue that they \"purposely throw it on the ground\" to disrespect it (which is wrong, they didn't)\n\nThe main reason, of course, is the 2nd option, and some are fascist enough to say it, smart ones don't, they argue the 1 and 3.  They say \"any image over kaaba is disrespectful\".\n\nIMO all of these arguments are stupid af and isn't valid reason to get offended. Even if they do get offended, that doesn't give them the right to arrest people and threatening them with death.",
    "created_utc": 1612132581,
    "id": "glj239s",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "FelixBck",
    "body": "And one of the most useless, sadly. Human rights and proper democracy plz? :(",
    "created_utc": 1612132591,
    "id": "glj241v",
    "score": 369,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612132592,
    "id": "glj2433",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Dankeros_Love",
    "body": "It's got nothing to do with \"b\" even though it looks a bit like one. It is a sign to indicate a [soft-sounding](https://youtu.be/YrOFy4u7cyM) consonant in a word, it doesn't have a sound of its own.",
    "created_utc": 1612132609,
    "id": "glj25fa",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "muasta",
    "body": "Well , and those are just the dead.\n\nIt's a horrible thing to live through.\n\nThere are villages where it meant over 16 percent of the people in your community were gone forever, 100.000 people lost their home , people got separated and didn't know who was dead and who was missing etc. etc.",
    "created_utc": 1612132637,
    "id": "glj27mv",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "Greener_alien",
    "body": "You assume there is a perfectly linear relation between formally signing a contract and a delivery date. By this logic, Pfizer wouldn't be the first to provide its vaccine, AstraZeneca should be first. Instead, AstraZeneca contractually offered deliveries within a timeframe. It made a clear commitment and I couldn't care less who signed when.",
    "created_utc": 1612132642,
    "id": "glj280t",
    "score": -4,
    "subreddit": "europe"
}{
    "author": "snappytalker",
    "body": "\"As long as it takes. I'm gonna show the people of Gotham their city doesn't belong to the criminals and the corrupt\" (c) Batman",
    "created_utc": 1612132645,
    "id": "glj288q",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "rabbi-nachman",
    "body": "This probably took ages to make.",
    "created_utc": 1612132649,
    "id": "glj28kk",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "PresumedSapient",
    "body": "Italy got Istria! They seem happy, maybe transfer the 'heel' of the Italian boot to Albania?\nGermany seems to so well too.",
    "created_utc": 1612132651,
    "id": "glj28po",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Uluku",
    "body": "Is that an ö before eesti? because that also exists in German",
    "created_utc": 1612132660,
    "id": "glj29eo",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Kurvo1ovac",
    "body": "Wasn't the Dutch police blasting protestors with water canons just a few days ago? Polish police seems to be more progressive and peaceful.",
    "created_utc": 1612132671,
    "id": "glj2a8z",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "ljubiteljkrofni",
    "body": " Andorra, Monaco, San Marino and Malta.  Bastions of humanity!",
    "created_utc": 1612132679,
    "id": "glj2aui",
    "score": -6,
    "subreddit": "europe"
}{
    "author": "SSSSobek",
    "body": "How to get a balkan war 101",
    "created_utc": 1612132682,
    "id": "glj2b3b",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "KuyaJohnny",
    "body": "the scary thing is that some people actually believe this",
    "created_utc": 1612132685,
    "id": "glj2bcq",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "nunchaq",
    "body": "The elseworld batmanienko.",
    "created_utc": 1612132693,
    "id": "glj2bwy",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "Dragonsheepling",
    "body": "Huh ... interesting.",
    "created_utc": 1612132694,
    "id": "glj2bz7",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Elegant-Garden",
    "body": "The UK is following a much more sensible vaccination strategy, so it's appropriate to compare vaccinated people rather than doses.\n\nIt looks highly unlikely that Germany is going to be anywhere near.",
    "created_utc": 1612132695,
    "id": "glj2c2b",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "TheobaldWolfeTone",
    "body": "Capitol Hill rioters.... protesting a democratically elected president who his opponents accuse him of cheat. I feel for putin",
    "created_utc": 1612132737,
    "id": "glj2fcx",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "Fat-Routine",
    "body": "While the law allows for it (and for free) in Italy getting an abortion can be extremely difficult thanks to conscientious objection. In some regions there are almost no professionals perfoming the procedure in public hospitals (they might do it privately and not for cheap). A whole system is in place favouring \"objectors\" in the public sector. Bloody vatican and the pope, wished they stayed in Avignon.\n http://www.conscientious-objection.info/conscientious-objection-in-italy/",
    "created_utc": 1612132744,
    "id": "glj2fvn",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "P357",
    "body": "You think someone made this for African countries or Asian countries?",
    "created_utc": 1612132753,
    "id": "glj2glp",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Elegant-Garden",
    "body": "The AZ doses that Germany has decided shouldn't be given to the most at risk group?",
    "created_utc": 1612132753,
    "id": "glj2gn7",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "marbovpie",
    "body": "Does ‘Nizozemska’ mean anything? \n\nIt is ‘Nederland’ in Dutch. Or the ‘Netherlands’ in English. It means originaly in Dutch: the low lands.",
    "created_utc": 1612132755,
    "id": "glj2gr9",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "IaAmAnAntelope",
    "body": "Pretty sure the mega thread is making more people post these, as they think it’s not been posted before",
    "created_utc": 1612132758,
    "id": "glj2gzx",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "ljubiteljkrofni",
    "body": "Косово није држава!",
    "created_utc": 1612132763,
    "id": "glj2he1",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "PepeButComunist",
    "body": "İ dont think a person who dont know what language he is speaking would be able to read this",
    "created_utc": 1612132764,
    "id": "glj2hh5",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "&gt;I'm desperate to find out what the smaller EU nations are thinking.\n\nthey dont care",
    "created_utc": 1612132784,
    "id": "glj2izo",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "vm1821",
    "body": "'Not yet'\n\n*- some Brit, 1848*",
    "created_utc": 1612132788,
    "id": "glj2jac",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "megad121",
    "body": "Yes please",
    "created_utc": 1612132791,
    "id": "glj2ji0",
    "score": 17,
    "subreddit": "europe"
}{
    "author": "Worldwithoutwings3",
    "body": "Hey, I have a part of the holy cross I will sell you for 1000 euro. The pope says it's all cool. God is guiding my hand (that he gave me) to do this so you have to send me the 1000 euro and I'll send you this wood.",
    "created_utc": 1612132798,
    "id": "glj2k2s",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "serinderin",
    "body": "i think its legal there but it doesnt go under the general medical health act so thats why they are lighter, but im NOT sure",
    "created_utc": 1612132799,
    "id": "glj2k65",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "Land of the Etruscans. Do Italians in this region look different to say, Italians from Rome? Or is it behind negligible?",
    "created_utc": 1612132804,
    "id": "glj2kk1",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "You can have shortages and still be on a similar path as Britain. It's not the case that Britain has the numbers it would like to have. There are still shortages everywhere (exept maybe for Israel). But that's normal at the start of such a massive global operation. \n\nI really don't see why we need to make a competition out of this. This is so unnecessary.",
    "created_utc": 1612132808,
    "id": "glj2kvl",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "talentedtimetraveler",
    "body": "Because you pleased the hive-mind",
    "created_utc": 1612132816,
    "id": "glj2lfr",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "Sepelrastas",
    "body": "Wow. Cool list, I really have to check our local history book to see if this was done here too. Fascinating.",
    "created_utc": 1612132823,
    "id": "glj2lyp",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "kawaiibutpsycho",
    "body": "Thanks a lot! I'll watch it.",
    "created_utc": 1612132837,
    "id": "glj2n16",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "bogdoomy",
    "body": "nah dude\n\nsoviet superman: https://cdn-s-www.leprogres.fr/images/954F84E1-0706-40A3-86E8-63AEF3EC527F/NW_raw/urban-comics-2020-(-dc-comics-2003)-1592645133.jpg",
    "created_utc": 1612132839,
    "id": "glj2n7p",
    "score": 16,
    "subreddit": "europe"
}{
    "author": "owllavu",
    "body": "I think the Turanian language group (turaani keeled, uurali-altai keeled in estonian) includes mostly langyages that do not oeiginate from Europe but are still in europe. As i understand, this chart is aboit lnaguages speaken in/on the continent and not about the origins",
    "created_utc": 1612132842,
    "id": "glj2nek",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "No, Italians made Italy.",
    "created_utc": 1612132844,
    "id": "glj2nky",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "tossitlikeadwarf",
    "body": "I'm cool with it. Now you just need all the other swedes to say yes.",
    "created_utc": 1612132845,
    "id": "glj2nln",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "It literally does. Germany financed biontech and allows the company to export to help other countries. India does as well. They deliver while vaccinating themselves. So does China and even bloody Russia. The UK literally receive delivery of vaccines produced in germany. \n\nYou brits will be hated for years to come for your conduct when it came to vaccination. Its going to strain the relationship severly.",
    "created_utc": 1612132848,
    "id": "glj2ntl",
    "score": -3,
    "subreddit": "europe"
}{
    "author": "flex_inthemind",
    "body": "I mean like it's not usually as overt as the link you posted. There's some shenanigans ofc, but why go the effort when you can just cook the numbers post factum. There's even an argument that these vids are allowed to 'leak' so they can claim they are dealing with it. Tho that being said the cunts have lost all shame so the fuck do I know. Getting an european passport in a couple years so I can live in a place where my vote actually counts for something for once.\n\nKeep on fighting the good fight tho, and stay safe",
    "created_utc": 1612132876,
    "id": "glj2pz9",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Unlike egotistical nationalism,  we want to share and keep export open so death in the most vulnerable is avoided everywhere.",
    "created_utc": 1612132883,
    "id": "glj2qjn",
    "score": -14,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "Not the full amount, it was 1/3 or 2/3 (100-200 million) due.  I have seen unsubstantiated claims that even this money was delayed but that is immaterial as given as a reason.\n\nThe reason is about approval, is if approval had happened quicker the available vaccines could have been rolled out to people (smaller care homes) as this is much easier to distribute than Pfizer.  Also what if full amount was ready?",
    "created_utc": 1612132890,
    "id": "glj2r3a",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "the reason the US and the UK are in such a good position is because they monopolized the vaccine supply and no one gives a shit. Literally no one talks about the US while they dont let a single vaccine dose leave the country. If the EU did that you would have a million UK tabloids writing about it",
    "created_utc": 1612132892,
    "id": "glj2r8y",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Intelligent-Mix-7364",
    "body": "The spacing. Admittedly, it’s really hard to tell with that one.",
    "created_utc": 1612132901,
    "id": "glj2rxu",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "MaterialCarrot",
    "body": "I appreciate your explanation. Although China certainly is engaging in your definition of Imperialism in Africa. Lending massive amounts of capital in exchange for concessions, and by some accounts setting them up to be indebted to China. \n\nAlthough in the modern era, nobody is holding a gun to these nation's heads and forcing them to take a loan or go into debt.",
    "created_utc": 1612132903,
    "id": "glj2s10",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "ExpensiveTaste8",
    "body": "Well, you can stand and vote in Portuguese Elections, live and work without restrictions in 27 EU countries just to name a few",
    "created_utc": 1612132914,
    "id": "glj2svh",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "KuyaJohnny",
    "body": "wait until you find out that VdL was Macrons pick lol Merkel wanted Weber as head of the commission, she knows better than anyone how incompetent VdL is",
    "created_utc": 1612132932,
    "id": "glj2uak",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "megad121",
    "body": "But are you not Stefan Löfjen?",
    "created_utc": 1612132939,
    "id": "glj2uv6",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "manic47",
    "body": "Perfecting the cell growing process is exactly what would happen, according to the chap from Oxford who setup the manufacturing in the UK.  \n\n\nHe laid the whole blame on the shortfall on the EU signing the contract so late meaning the EU plants are only now going through the teething issues the UK faced and resolved months ago.",
    "created_utc": 1612132944,
    "id": "glj2v84",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "leafdisk",
    "body": "\"death, or exile?\" - \"death by exile it is then\"",
    "created_utc": 1612132944,
    "id": "glj2v8m",
    "score": 92,
    "subreddit": "europe"
}{
    "author": "shayhtfc",
    "body": "Seriously, why is politics still being played around this?\n\nWhy is every country not going into a full war scale effort to build factories and equipment to churn out the vaccine at 20x the current capacity?\n\nSurely the few million extra it costs to ramp up production would result in saved billions of $$ from stopping the lockdowns so much earlier, not to mention all the saved lives!\n\nThat we are still talking about the difficulties of where private companies are sending their products seems crazy! This should be being solved on an international, industrial scale!",
    "created_utc": 1612132945,
    "id": "glj2vd4",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Petr490",
    "body": "If you like cities like this, i recommend you Prague.",
    "created_utc": 1612132947,
    "id": "glj2vgv",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "It actually has imported biontech vaccine. Besides millions of doses were exported and there is no proof it was produced before the signing of the contract with the EU.\n\nIt literally says that shortages with the vaccine affect all business partners equally. Instead brits dying it is the Portuguese. Also you guys spread the uk Variant like crazy.",
    "created_utc": 1612132959,
    "id": "glj2we4",
    "score": -11,
    "subreddit": "europe"
}{
    "author": "Muzle84",
    "body": "Strange wording. \n\nIf God created something, then God created everything, right?",
    "created_utc": 1612132985,
    "id": "glj2yfn",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "My expertise in vaccination strategies is far to limited to judge which strategy is more sensible. But I don't see why we would need to talk bad the other countries. Why can't you just be happy for the British success and be positive about other countries at the same time...",
    "created_utc": 1612132990,
    "id": "glj2ytn",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "Rojo123kox",
    "body": "*Angry Poland noises*",
    "created_utc": 1612132993,
    "id": "glj2z2d",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "Fizxy",
    "body": "It appears to be working.",
    "created_utc": 1612132994,
    "id": "glj2z5c",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "talentedtimetraveler",
    "body": "Yes, that’s correct. The same rules apply to gh. Ghe would then be pronounced like the ge in Gestapo.",
    "created_utc": 1612132995,
    "id": "glj2z8g",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "txobi",
    "body": "Yeah, but approval also depends on when the application for the approval is received, AZ sent it on the 12th of January to the EMA, much later than in other countries",
    "created_utc": 1612133006,
    "id": "glj301u",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "Possible but not guaranteed...hence \"best effort\" not \"without fail\"\n\nEdit:. Sorry I kind of just posted a similar comment to you above but I think it is a different point.  Hope you don't think I'm targeting you.",
    "created_utc": 1612133007,
    "id": "glj303q",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "tossitlikeadwarf",
    "body": "Maybe I am. But the prime minister is Stefan Löfven.",
    "created_utc": 1612133016,
    "id": "glj30tz",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "Good. I wish Ireland, and all of the Irish well.",
    "created_utc": 1612133021,
    "id": "glj316g",
    "score": 22,
    "subreddit": "europe"
}{
    "author": "txobi",
    "body": "Lower priced vaccines when they are sold \"at cost\" as has been said ad nausenum?",
    "created_utc": 1612133053,
    "id": "glj33nv",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "artemisia-ium",
    "body": "Then we don't need \"ğ\" either since it's almost silent. \n\nNo it changes the word and for example, â makes \"hala\" different from \"hâlâ\". I think our letters aren't enough.",
    "created_utc": 1612133058,
    "id": "glj342b",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "megad121",
    "body": "Nice. Du er en Svensker jeg kan lide",
    "created_utc": 1612133060,
    "id": "glj347v",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "The numbers don't distinguish between the age groups. I don't know about the British system of priorities but in the German system many medical professions fall into the highest priority group too. So they can get the AZ vaccine.",
    "created_utc": 1612133067,
    "id": "glj34qa",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "bogdoomy",
    "body": "*i smell kodak gold*\n\nor maybe colourplus, i guess. somewhere around there",
    "created_utc": 1612133078,
    "id": "glj35j6",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "bacteriagang",
    "body": "Nizina (valley) so valley country. We add nizo (valley) then zem (country) with the sufix - ska. These are not the full words, but parts of them create the name that means valley country, similar to low lands",
    "created_utc": 1612133082,
    "id": "glj35uh",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "lilchizzla",
    "body": "Access to some incredible port wines that are very difficult to find anywhere else (this requires that you live in Portugal rather than having citizenship of course).",
    "created_utc": 1612133083,
    "id": "glj35ws",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "LittleBitSchizo",
    "body": "Can you name a little bit more? I would appreciate it because I really haven't looked much into this.",
    "created_utc": 1612133086,
    "id": "glj364x",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "emzedboo",
    "body": "As a swiss person with a grandmother from Graubünden (eng. Grisons) I highly appreciate finding Rumantsch Grischun!",
    "created_utc": 1612133089,
    "id": "glj36e3",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "mpg111",
    "body": "Yes - but sadly will not help much with North Macedonia or Montenegro...",
    "created_utc": 1612133101,
    "id": "glj37d6",
    "score": 15,
    "subreddit": "europe"
}{
    "author": "thedrunkenrebel",
    "body": "*laughs in chilean*",
    "created_utc": 1612133120,
    "id": "glj38ub",
    "score": 13,
    "subreddit": "europe"
}{
    "author": "TrilogySoldier",
    "body": "Ukrain didn't have to flex that hard with their bread, damn.",
    "created_utc": 1612133122,
    "id": "glj38zm",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Regular-Practical",
    "body": "I can totally see that.",
    "created_utc": 1612133123,
    "id": "glj392z",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "let the Brits have their few weeks of glory",
    "created_utc": 1612133135,
    "id": "glj39wy",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Morozow",
    "body": "That's what I'm talking about somewhere. They often talk about some crimes. They don't say much about others.",
    "created_utc": 1612133139,
    "id": "glj3a7p",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Getho16",
    "body": "It means exactly that, nizo comes from nizak/nisko which is short or in this case low and zemska is derived from zemlja which means land or country.\n\nZemska could also be an archaic way to say land but I'm not really sure about that.",
    "created_utc": 1612133142,
    "id": "glj3afv",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Zauberer-IMDB",
    "body": "Easy enough. Do half the words and all the names end in u?",
    "created_utc": 1612133151,
    "id": "glj3b4d",
    "score": 35,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "Slovenia is beautiful, loved skiing in Bled. Also, Llubljana was the cleanest city I've ever visited.",
    "created_utc": 1612133154,
    "id": "glj3bf3",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Used_Turn8424",
    "body": "The AstraZeneca vaccine works by injecting the spike protein. The body responds to the spike protein by producing antibodies. \n\nThe mRNA vaccines work by injecting mRNA with the recipe for ...the spike protein... The body makes the spike protein. The body responds to the spike protein by producing antibodies. \n\nSo they both work in exactly the same way. Unless you’re a politician with no medical advisors. \n\nI would take either but prefer the purer vaccine as some of the mRNA always has transcription/translation errors and will make some rogue proteins, most of which will be harmless. Also the lipid delivery system will take the mRNA to all sorts of cells",
    "created_utc": 1612133160,
    "id": "glj3bt3",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Feral0_o",
    "body": "West Poland belonged to the freaking Habsburger for a while. Even the goddamn Mongolians toured through Poland",
    "created_utc": 1612133163,
    "id": "glj3c0o",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "_Anubias_",
    "body": "Many big full-bellied, armoured and heavily armed men arresting a few boys and girls.. one must truly admire the courage of the Russian police",
    "created_utc": 1612133170,
    "id": "glj3cly",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "telmimore",
    "body": "True, it's not publically available yet. Bahrain and UAE have the data though and they've both approved it if that helps. They wouldn't do so if it wasn't safe and effective. The two countries are rich enough to afford whatever vaccines they want.",
    "created_utc": 1612133176,
    "id": "glj3d2d",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "0xE1",
    "body": "`Just visiting`",
    "created_utc": 1612133176,
    "id": "glj3d2z",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "TheMoshe",
    "body": "They both only allow abortions under certain circumstances, not on request in general. But the circumstances are written so broadly as to render almost any request legitimate.\n\nFor example, in England abortion is legal if having the child would risk damage to mental health greater than not having it. If you don't want the child that would tend to indicate that being forced to have it would damage your mental health more than not having it. So in effect abortion is legal if you don't want to have the child. But it still isn't technically on demand, and a doctor could theoretically disagree with you. I've not ever heard of this being an issue though.",
    "created_utc": 1612133192,
    "id": "glj3e8l",
    "score": 13,
    "subreddit": "europe"
}{
    "author": "callum2703",
    "body": "This explains why English subtitles are up for so long in foreign films...",
    "created_utc": 1612133202,
    "id": "glj3ezv",
    "score": 33,
    "subreddit": "europe"
}{
    "author": "UKpoliticsSucks",
    "body": "Abstract from news article;\n\n&gt;WERE THIS article written in Japanese, it would be longer. A Thai translation, meanwhile, would be shorter. And yet those reading it aloud, in either language or in its original English, would finish at roughly the same time. This peculiar phenomenon is the subject of new research which finds that languages face a trade-off between complexity and speed. Those packed with information are spoken slower, while simpler ones are spoken faster. As a result, most languages are equally efficient at conveying information.\n\nhttps://www.economist.com/graphic-detail/2019/09/28/why-are-some-languages-spoken-faster-than-others\n\nScientific source Abstract;\n\n&gt;We studied a sample of 17 languages from 9 language families spread across Europe and Asia, showing a remarkable diversity in terms of linguistic and typological features at all levels, from phonetics and phonology to morphology and syntax and to semantics and pragmatics (see table S1). Focusing on their phonetics and phonology, these languages vary in their number of phonemes (from 25 in Japanese and Spanish to more than 40 in English and Thai), the number of distinct syllables (from a few hundred in Japanese to almost 7000 in English), tonal complexity (from none to six contrastive tones), and various other phonological phenomena (e.g., vowel harmony is present in Finnish, Hungarian, Korean, and Turkish). Thanks to its size and diversity, this sample is adequate to reveal robust trends reflecting phenomena that can potentially be extrapolated to human language in general.\n\nhttps://advances.sciencemag.org/content/5/9/eaaw2594",
    "created_utc": 1612133216,
    "id": "glj3fy8",
    "score": 36,
    "subreddit": "europe"
}{
    "author": "RemcoProgrammer",
    "body": "Split off another bit of Greece and call it FGROM?",
    "created_utc": 1612133225,
    "id": "glj3gnk",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "flex_inthemind",
    "body": "considering putin was a complete unknown when he came into power your question is kinda dumb. depending on the way a transition/power vacume plays out it could be anyone from a spook to some cunts with a private army to ksenya sobchak",
    "created_utc": 1612133226,
    "id": "glj3gqc",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Regular-Practical",
    "body": "Lol, you got in balls deep.",
    "created_utc": 1612133229,
    "id": "glj3gwj",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Stuweb",
    "body": "'You either die a hero, or you live long enough to see yourself become the villain'. ^^^^^^/s",
    "created_utc": 1612133235,
    "id": "glj3hel",
    "score": 45,
    "subreddit": "europe"
}{
    "author": "Foronir",
    "body": "ß",
    "created_utc": 1612133254,
    "id": "glj3ivn",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MatthewCashew1",
    "body": "FREEEEEEEEDOM!",
    "created_utc": 1612133263,
    "id": "glj3jkk",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "Yeah maybe we should let them have it...\n\nBut it's a bit sad. I always thought Brits were more cool headed than what you can see on reddit.",
    "created_utc": 1612133274,
    "id": "glj3kd3",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612133279,
    "id": "glj3kre",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "thezixx",
    "body": "Fuck",
    "created_utc": 1612133280,
    "id": "glj3kui",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "SouthernBrush3022",
    "body": "Lol Standy85, these must have been a difficult few days for your worldview. Hope you get vaccinated soon babe x",
    "created_utc": 1612133287,
    "id": "glj3lej",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "52490",
    "body": "In addition to Portugal being a great country in its own right, having a second citizenship is worth it always if you can afford it. It’s just good to have a backup in this crazy world. Also, you’ll have access to the rest of the EU. Having an EU passport is a privilege. I would get it! What’s holding you back?",
    "created_utc": 1612133306,
    "id": "glj3mtl",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "iamsunnycoast",
    "body": "scenario 1: you do nothing for a year, and X tones of plastic go into the sea\n\nscenario 2: you spend money to extract Y amount of plastic from the sea, there is now X-Y more plastic in the sea.\n\nscenario 3: you spend money to prevent Z amount of plastic from going into the sea, there is now X-Z more plastic in the sea.\n\nif for the same amount of money Z&gt;Y then we should prevent plastic from going to sea.\n\nif Y&gt;Z or Y\\~=Z then we should extract plastic from sea.\n\ncurrently probably Z&gt;Y so we should stop throwing rubbish in.",
    "created_utc": 1612133309,
    "id": "glj3n0z",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "TheMoshe",
    "body": "https://www.reddit.com/r/europe/comments/l9nf52/comment/glj3e8l",
    "created_utc": 1612133310,
    "id": "glj3n4d",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "tossitlikeadwarf",
    "body": "Du verkar trevlig, för en dansk. 😉",
    "created_utc": 1612133312,
    "id": "glj3n8g",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "-me looking at my face in the mirror after drinking milk the day prior",
    "created_utc": 1612133345,
    "id": "glj3puk",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "pabechan",
    "body": "But if English did have weird shit in its alphabet, it would have likely made it onto keyboards and into the alternate-reality ASCII table. It being easy for computers/keyboards is just an accident of history.",
    "created_utc": 1612133347,
    "id": "glj3py1",
    "score": 15,
    "subreddit": "europe"
}{
    "author": "Mems101",
    "body": "Close ;).  Portra 400. Surprised you guessed Kodak tho, my eye with film isn’t that good yet",
    "created_utc": 1612133347,
    "id": "glj3q08",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "GayGreenRhino",
    "body": "Nearly 1% of the entire population in a single day, fantastic news.",
    "created_utc": 1612133347,
    "id": "glj3q0b",
    "score": 20,
    "subreddit": "europe"
}{
    "author": "Liuurtz-nonrobotico",
    "body": "I understand the movement, but please social distance more and cover your face, protesting is a right but we need to take precautions during these hard times",
    "created_utc": 1612133354,
    "id": "glj3qhp",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "anusfikus",
    "body": "Abd just like the scarlet monastery that it could remind one of, it is filled with a buttload of misguided bad guys.",
    "created_utc": 1612133363,
    "id": "glj3r5r",
    "score": -4,
    "subreddit": "europe"
}{
    "author": "JoseMikey",
    "body": "I would think the right to live and work in 27 European Union countries is the most important one in this case. If you don't want the citizenship for that reason, I guess you just shouldn't get it :P",
    "created_utc": 1612133364,
    "id": "glj3r7p",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "nightimegreen",
    "body": "“The EU will surely collapse this time guys! I mean it this time. No really”",
    "created_utc": 1612133377,
    "id": "glj3s5s",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "I do think that most are. Its just that the UK has been shit on for years on r/europe and now they get a chance to fling some shit back. They kinda earned it",
    "created_utc": 1612133387,
    "id": "glj3syk",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "UnstoppableCompote",
    "body": "No it wouldn't. It would delay it.",
    "created_utc": 1612133390,
    "id": "glj3t69",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "nightimegreen",
    "body": "Translation in English:\n\n“To put it into perspective: Thanks to the joint work of 27 governments, the EU🇪🇺\n@EU_Commission\n, Researchers + companies vaccinated 12 million people in 3 weeks. 128 countries have not even started vaccinating, e.g. Japan, South Africa. So far, only 20,000 people have been vaccinated in Africa. “",
    "created_utc": 1612133392,
    "id": "glj3t9n",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "smartysocks",
    "body": "r/architectureporn",
    "created_utc": 1612133395,
    "id": "glj3tig",
    "score": 19,
    "subreddit": "europe"
}{
    "author": "Tayttajakunnus",
    "body": "Yeah, doesn't salt water freeze at a lower temperature? Does Vladivostok really get that cold?",
    "created_utc": 1612133399,
    "id": "glj3tse",
    "score": 65,
    "subreddit": "europe"
}{
    "author": "historiae_graecorium",
    "body": "Orrrr just don’t give a shit",
    "created_utc": 1612133407,
    "id": "glj3ugc",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "PanemEtCircenses_",
    "body": "Celtic language of Bretagne(north west of france). It is Brittany in english ! \nIf I want to be even more specific it is the language of the west of Bretagne, the east speaks another root : \" Galo\"",
    "created_utc": 1612133412,
    "id": "glj3uso",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "ReclinerRef",
    "body": "Saving this for when I play GeoGuesser",
    "created_utc": 1612133419,
    "id": "glj3vd1",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Stuweb",
    "body": "Ghent along with Bruges, Antwerp and Ypres, Flanders is truly a gem within the European crown.",
    "created_utc": 1612133433,
    "id": "glj3wdz",
    "score": 74,
    "subreddit": "europe"
}{
    "author": "smartysocks",
    "body": "Utterly gorgeous.",
    "created_utc": 1612133450,
    "id": "glj3xmu",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "idontknowwhenstop",
    "body": "oh, no, poor Pope",
    "created_utc": 1612133458,
    "id": "glj3y9d",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "Legerity",
    "body": "Think it'd technically be Empire 3.0. Usually the American colonies are considered the First British Empire. Some people don't realise that American Independence happened before most of the British Empire ever existed. \n\nAlmost everything you think of on the map attached with British Imperialism is usually associated with the Second empire period post-1776. That's when India happened, and Australia. Africa didn't even start until the 1820s if i recall.",
    "created_utc": 1612133469,
    "id": "glj3z39",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "standy85",
    "body": "not really, as I don't read the daily express or those papers you usually wank to, honey",
    "created_utc": 1612133471,
    "id": "glj3z7s",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "&gt;What's interesting, when you consider the difference in the approval dates of the vaccines, the EU and Britain are almost on the same time path.\n\nInteresting thoughts on the trajectory, hope it's true.",
    "created_utc": 1612133481,
    "id": "glj3zyj",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "donsmin",
    "body": "Yes but the EU is not demanding that Pfizer vaccines produced in the US are diverted to the EU to make up the shortfall. That is what they were doing in the case of the AZ vaccine produced in the UK.",
    "created_utc": 1612133481,
    "id": "glj3zyr",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "bogdoomy",
    "body": "it seemed really warm, so it must’ve been kodak! i was leaning more towards gold or colourplus because the colours aren’t as close to the pastel tones that people usually get with portra. looks great, though!",
    "created_utc": 1612133483,
    "id": "glj404j",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Chr1sUK",
    "body": "You do realise only the first round of vaccines are going to be sold “at cost”. Also just to clarify where I said etc. The US and the U.K. also opted for protection for the pharma companies from potential side affects, whereas the EU had to negotiate those terms which also took time. Whether you like it or not, it is evident that the EU’s incompetence in securing contracts early has led to these delays. That’s before you even look at the state of the contract ‘best reasonable effort’.",
    "created_utc": 1612133496,
    "id": "glj4152",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "el_primo",
    "body": "da",
    "created_utc": 1612133498,
    "id": "glj41b8",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "UnstoppableCompote",
    "body": "But lost Athens lmao\n\n\"I've won... but at what cost?\"",
    "created_utc": 1612133514,
    "id": "glj42gp",
    "score": 35,
    "subreddit": "europe"
}{
    "author": "callum2703",
    "body": "Why, why, why, why would someone tweet this?! Don't boast about beating Africa... Jesus Christ! \n\nHow it sounds:\n\n'Things are bad, but at least we're not Africa... Am I right?'",
    "created_utc": 1612133515,
    "id": "glj42j5",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Bdcoll",
    "body": "Great. I have never once referenced Biontech/Pfizer in any of the comments in this chain, so i've absolutely no idea how you got the impression i was talking about that.\n\nYes, all partners, as in those buying from those EU facilities. The UK isn't buying from facilities in the EU, but buying those from in the UK...\n\nAh yes the UK variant, although of course its only our variant in name only. See we're doing 50% of the worlds genetic testing on variants of Coronavirus. Some individual university labs were doing more testing than France did throughout a year of the outbreak. Its only our variant because we were the first ones to notice the damn thing!\n\n(Lets skip past how its traced to have spread from Kent, where the main EU facing ports are...).",
    "created_utc": 1612133518,
    "id": "glj42rq",
    "score": 14,
    "subreddit": "europe"
}{
    "author": "sicily91",
    "body": "I love that series. Saga ❤️",
    "created_utc": 1612133538,
    "id": "glj448k",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612133546,
    "id": "glj44u9",
    "score": -4,
    "subreddit": "europe"
}{
    "author": "SecondAccount404",
    "body": "Why is Brazil so heavily armed, who are they afraid of?",
    "created_utc": 1612133547,
    "id": "glj44xu",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Bragzor",
    "body": "Damn, I wanted to see if Estonian really was as slow as we've been told.",
    "created_utc": 1612133560,
    "id": "glj45xi",
    "score": 63,
    "subreddit": "europe"
}{
    "author": "UnstoppableCompote",
    "body": "You're delusional if you think most Istrians speak Italian",
    "created_utc": 1612133574,
    "id": "glj46xv",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "SouthernBrush3022",
    "body": "How about Bild? Or Le Monde? Or the other European press absolutely slashing and burning any credibility the EU commission had left?\n\n“The best advert for Brexit” was the headline I enjoyed most.\n\nLove your jealousy x",
    "created_utc": 1612133576,
    "id": "glj4739",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "tin_dog",
    "body": "Fascists killing other fascists? Sounds like an absolute win.",
    "created_utc": 1612133578,
    "id": "glj477p",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "murticusyurt",
    "body": "That's make sense actually. It's just every third post is either \"bRiTAin vaccinates 'x' amount of people again\" or \"euROpE fails vaccinations again\". It's been like this for weeks now.",
    "created_utc": 1612133585,
    "id": "glj47pu",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "g_gera",
    "body": "That's the first thing I thought",
    "created_utc": 1612133595,
    "id": "glj48jd",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "LazyHussar",
    "body": "Watch out buddy, if you don’t cheer at the idea of 5,000 “Nazi” children being drowning in a cold freezing night… you’re a Nazi!",
    "created_utc": 1612133599,
    "id": "glj48ti",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Vvd7734",
    "body": "Came here to say exactly this.",
    "created_utc": 1612133632,
    "id": "glj4ba5",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Arta161298",
    "body": "Do you think a ‘country’ with no hospitals and full of old men is gonna have laws on abortion in place ?",
    "created_utc": 1612133671,
    "id": "glj4e6y",
    "score": 19,
    "subreddit": "europe"
}{
    "author": "standy85",
    "body": "nah, check again, Gibraltar has the highest death per 1 million people worldwide: https://www.worldometers.info/coronavirus\n\nOh well, Johnson likes to promise world beating achievements, and we know he's nothing but a man of his words lol",
    "created_utc": 1612133671,
    "id": "glj4e8f",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "herb_a220",
    "body": "r/evilbuildings, because this houses one of Europe's last and most brutal totalitarian fascist dictatorships.",
    "created_utc": 1612133683,
    "id": "glj4f3b",
    "score": -38,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612133688,
    "id": "glj4fia",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "FinleyBlackGold",
    "body": "Not all green countries have legalised abortion: in Germany for instance abortion is still illegal in principle, but under certain circumstances not punishable. That distinction is important, as doctors therefore operate in a complicated grey zone, which has implications for the training of doctors, their willingness to perform an abortion and the amount of information they are allowed to publicly give about abortion on their website.",
    "created_utc": 1612133707,
    "id": "glj4gv8",
    "score": 71,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "Nah, many Brits would dearly like to see Europe vaccinated at an equal rate, if only so we can holiday in your countries!\n\nAlso it's good to remain optimistic, even Britain is suffering months of lockdown.",
    "created_utc": 1612133718,
    "id": "glj4hp0",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "SynchroGold",
    "body": "Americans are so stupid, look at their infection rate. What a shithole. America is basically a third world country in a gucci belt. Red white and blue? More like guns burgers and covid!\n\n\n\n\n\n\n\n\n\n\n....hey can we get some vaccines, please America?",
    "created_utc": 1612133722,
    "id": "glj4i0i",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612133723,
    "id": "glj4i2z",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "mrbants1234",
    "body": "What are you on about. The thread is a comparison graph so I am here discussing the comparison. You are in this thread doing the same. So stop with your high handed bullshit.\n\nI am not saying we are the bees knees. I am saying you wont follow our path as you didnt plan ahead and wont ramp up. France is going to do 2.4 million in february. Simple",
    "created_utc": 1612133731,
    "id": "glj4iob",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "SolidTerre",
    "body": "Where is belgium in all this with our 3 national languages? Lmao",
    "created_utc": 1612133731,
    "id": "glj4ioj",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "pj3lly",
    "body": "Good, get the corrupt government out of power. Make those boomers squeal.",
    "created_utc": 1612133731,
    "id": "glj4iom",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "DariusVicentiu",
    "body": "EU IV player ?",
    "created_utc": 1612133732,
    "id": "glj4ir1",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "guaxtap",
    "body": "Someone questionning the legitimacy of genocide claims on r/europe ?\nDamn i thought i was alone, glad more people are starting to realise.",
    "created_utc": 1612133739,
    "id": "glj4jac",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "LazyHussar",
    "body": "The Comintern screwed its opportunity to be counted as one of the Allies when they invaded one of the first Allied states and put a bullet in the heads of 20,000 Allied POWs.\n\nI can’t wait for you to explain how being opposed to the Katyn massacre also makes me a Nazi…",
    "created_utc": 1612133742,
    "id": "glj4jhz",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Ohtar1",
    "body": "Like w in Spanish",
    "created_utc": 1612133773,
    "id": "glj4luy",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "mrbants1234",
    "body": "Well I just told you the only consequence I really care about. My relatives not dying of covid. I couldn't give a fuck about anything else compared to that",
    "created_utc": 1612133793,
    "id": "glj4nbw",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "martyfitzgerald",
    "body": "Wtf are you on about, the lakes in the north of Italy are some of the best preserved and cared natural places in Europe. Source: I’ve seen many lakes in many countries lol",
    "created_utc": 1612133803,
    "id": "glj4o4a",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "CMAJ-7",
    "body": "What the fuck are talking about lol. You know nothing about American politics",
    "created_utc": 1612133809,
    "id": "glj4oj1",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "Rulweylan",
    "body": "Production facilities would have been secured 3 months earlier, the problems currently being fixed would have been fixed 3 months ago and the vaccines that won't arrive for 3 months would be available now.",
    "created_utc": 1612133818,
    "id": "glj4p5o",
    "score": 13,
    "subreddit": "europe"
}{
    "author": "TroopeRftw",
    "body": "it's portal, the tram enters but just comes out on the same line in the other direction.",
    "created_utc": 1612133824,
    "id": "glj4pol",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "prafolo",
    "body": "Pretty colors.",
    "created_utc": 1612133830,
    "id": "glj4q4g",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "YourUnclesBalls",
    "body": "Sad hungarian nioses",
    "created_utc": 1612133833,
    "id": "glj4qb6",
    "score": 157,
    "subreddit": "europe"
}{
    "author": "TroopeRftw",
    "body": "kek",
    "created_utc": 1612133845,
    "id": "glj4r8w",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "How?",
    "created_utc": 1612133860,
    "id": "glj4sbg",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "&gt;....hey can we get some vaccines, please America?\n\nsaid no one? Doesnt it make you think that no ones even suprised that the US is keeping all the vaccines produced in the US to themselves? its expected behaviour",
    "created_utc": 1612133863,
    "id": "glj4sik",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "logperf",
    "body": "My experience working with government institutions (not medical, actually computing, but I think the experience still applies) is that their contracts are very strict, they demand specific dates for deliveries and in case a large number of items is purchased, they also demand a high production rate.\n\nGovernment bodies are important customers and they know it. This is \"contractual power\". They ask you to stand on one foot, you do it. They ask you to shout \"I'm an idiot\" very loudly, you do it without hesitating.\n\nThe small companies I've worked for weren't really capable of producing that much. And you cannot say anything in front of the customer that implies you doubt being able to keep up with the demand, they'll just sign with someone else if you do.\n\nHowever, you can ask for support. \"In order to meet this deadline I need....\". Sure, they have lots of resources, so they can get whatever you need: suppliers for a particular component at a low cost, experts as consultants, financement at low interest rates, or even advances in payments. Of course everything is negotiated and they'll ask you to justify all your demands.\n\nI was never directly involved in negotiations but my managers have always been doing this in front of my eyes. And customers did call me, personally, their attitude on the phone was pretty much like \"my foot is itchy\" and I was supposed to do something about it immediately. The customer is in another country? I get loaded into an airplane just like I were a box.\n\nBTW private companies also behave this way if they are big enough. It's just a matter of being an important customer and knowing it. In fact, my experience in a project for an important car manufacturer was definitely very stressing and probably even worse than government bodies.\n\nAll that being said, the European Commission is ORDERS OF MAGNITUDE bigger than any customer I've worked with. I'm really surprised they didn't handle vaccine producers. Pfizer says it's upgrading its plant in Belgium in order to raise the production rate. I'm like... WTF? In all projects I've worked with we were expected to do that MONTHS before start of delivery. And the contract with Pfizer was signed in August last year.\n\nI'm definitely surprised. Probably Pfizer, AstraZeneca etc. are big enough to confront the EC? Doesn't sound like...",
    "created_utc": 1612133869,
    "id": "glj4swq",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "CoastalCapybara",
    "body": "This is great news! It makes sense for both the UK and ROI so I hope some form of this is able to happen.",
    "created_utc": 1612133894,
    "id": "glj4usi",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "SteveRogests",
    "body": "K = English",
    "created_utc": 1612133918,
    "id": "glj4wii",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "txobi",
    "body": "So you are saying that AZ is not treating all the contracts fairly and is prioritizing by profit. I don't understand then the excuse of giving it \"at cost\" that has been said many times to cover the shortcomings in production",
    "created_utc": 1612133929,
    "id": "glj4xci",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Kir-chan",
    "body": "I'm not sure I trust that, given a decade long smear campaign against him. But in the end it's for the Russian people to decide.",
    "created_utc": 1612133940,
    "id": "glj4y67",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "Matyas11",
    "body": "Hope it's better than those Anglo-Saxon dance clubs",
    "created_utc": 1612133948,
    "id": "glj4ypz",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612133950,
    "id": "glj4yuv",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "austrians. I swear",
    "created_utc": 1612133956,
    "id": "glj4zc8",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "puzzledpanther",
    "body": "The Brexit campaign and then the referendum, caused a lot of nationalists to come out of their closets.",
    "created_utc": 1612133973,
    "id": "glj50or",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "megad121",
    "body": "Hov hov! Det synes jeg ikke er fair. Jeg ved jo ikke engang hvad trevlig betyder!",
    "created_utc": 1612133981,
    "id": "glj51a1",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "LazyHussar",
    "body": "I don’t think we are. I just felt like clarifying what the toxic Tankie above was spouting shite about.\n\nBut yeah, I initially mistook your courtesy (I’m certainly too fed up to extend that to him any more) for agreement with him.\n\nIt’s sad how some people can twist “hey let’s not celebrate killing thousands of kids” into being Nazi apologetics.",
    "created_utc": 1612133994,
    "id": "glj528e",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "SynchroGold",
    "body": "huh, thats weird.\n\nhttps://www.wristband.com/content/which-countries-provide-receive-most-foreign-aid/\n\nConsidering America gives the most foreign aid in the world...\n\nAnd yeah, lots of countries have been asking. Canada's premier in Ontario was saying he would drive to Michigan and load up his truck with vaccines if he had too.\n\nBut as Canadians loved to say all summer, borders closed!",
    "created_utc": 1612134007,
    "id": "glj53ap",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "Kirmes1",
    "body": "Does anybody know what determines the shape of each graph? I especially wonder about German and Italian.",
    "created_utc": 1612134012,
    "id": "glj53oc",
    "score": 87,
    "subreddit": "europe"
}{
    "author": "YourUnclesBalls",
    "body": "Its hot and ur cold🎶",
    "created_utc": 1612134021,
    "id": "glj54bq",
    "score": 21,
    "subreddit": "europe"
}{
    "author": "txobi",
    "body": "The problem is that \"best effort\" is explained in the contract, and says that the effort would be compared to other companies with the same resources. Pzifer no problems, other AZ sites no big problems, UE 60% cut. It smells fishy",
    "created_utc": 1612134025,
    "id": "glj54n3",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MrMo1",
    "body": "This is wrong for my native language lol.",
    "created_utc": 1612134034,
    "id": "glj55ar",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "LionLucy",
    "body": "In the UK you can't just get an abortion because you want one. You have to provide a reason and the doctor has to agree with you. The reason can be physical or mental health etc. In practice, you can give a bullshit reason and if one doctor doesn't agree, you can find another who will. (I actually think this is good. I think it's a huge decision that shouldn't be super easy but I know I'm going to be massively downvoted.)",
    "created_utc": 1612134044,
    "id": "glj563g",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "umaxik2",
    "body": "I thought that Spanish is the most fast language, like 100-200 bps. The speach in news looks like an old good phone modem.",
    "created_utc": 1612134053,
    "id": "glj56sy",
    "score": 15,
    "subreddit": "europe"
}{
    "author": "41942319",
    "body": "I have more of an issue with the reverse. I'd argue that the Netherlands almost exclusively has small or medium-sized cities: only Amsterdam, Rotterdam and The Hague have more than 500k inhabitants, Utrecht is a distant 4th with 350k and the rest are all under 250k. Köln has over a million people, that's more people than Amsterdam. Düsseldorf, Essen and Dortmund are all larger than The Hague. So how is it that we apparently only get 20-30% of our GDP from rural areas/small cities, but Germany gets over 50%?",
    "created_utc": 1612134071,
    "id": "glj5844",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "tossitlikeadwarf",
    "body": "Trevlig = nice/pleasant",
    "created_utc": 1612134076,
    "id": "glj58hr",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "LovingSweetCattleAss",
    "body": "For dutch the **ï** might be better. Could also be ë I thought at first but with ë one is apparently reading Swiss says the chart. Not sure what swiss language though (there are three I thought).",
    "created_utc": 1612134078,
    "id": "glj58lz",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Malcx",
    "body": "&gt; we're doing 50% of the worlds genetic testing on variants of Coronavirus. Some individual university labs were doing more testing than France did throughout a year of the outbreak\n\nGot a source for that? If true, I know a few people I need to send the link to...",
    "created_utc": 1612134082,
    "id": "glj58wz",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "txobi",
    "body": "Are you saying that if they signed 3 months before they would have stocked 40M vaccines instead of diverting them? That's not what it looks like currently",
    "created_utc": 1612134099,
    "id": "glj5a5g",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "Rulweylan",
    "body": "The contract literally says 'best reasonable efforts'. He stumbled a bit in a live interview, but to be fair he's not a native English speaker so it'd be pretty silly to try to play up an awkward phrasing as something significant.",
    "created_utc": 1612134107,
    "id": "glj5apr",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "You guys literally import vaccines from Germany lol.\n\nDude the uk variant is the most dominant in the uk, it spread like wild fire because you guys had shitty Lockdown measures, were anti lockdown (read it on reddit all the time) and had schools open. \n\nThis is the result. And now you screwed up and you killed over 100k you want to hog all the vaccine? Hold your politicians responsible instead of giving them free pr for vaccination while denying other countries.",
    "created_utc": 1612134114,
    "id": "glj5b9c",
    "score": -3,
    "subreddit": "europe"
}{
    "author": "hpthetallguy",
    "body": "Norwegian grovbrød is the best",
    "created_utc": 1612134119,
    "id": "glj5bnr",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "r/europe",
    "created_utc": 1612134123,
    "id": "glj5bzp",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "same_subreddit_bot",
    "body": "Yes, that's where we are.\n\n---\n^^🤖 ^^this ^^comment ^^was ^^written ^^by ^^a ^^bot. ^^beep ^^boop ^^🤖\n\n^^feel ^^welcome ^^to ^^respond ^^'Bad ^^bot'/'Good ^^bot', ^^it's ^^useful ^^feedback. [^^github](https://github.com/Toldry/RedditAutoCrosspostBot)",
    "created_utc": 1612134138,
    "id": "glj5d1k",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "Finomic",
    "body": "Ha, you know what... does that to me as well. Yours usually gives me the giggles. :D",
    "created_utc": 1612134147,
    "id": "glj5dq5",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "MeglioMorto",
    "body": "&gt;what could the benefits be to be worth the money and process?\n\nIf you can't be bothered to research them, they are probably not worth it.",
    "created_utc": 1612134170,
    "id": "glj5fdn",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "LovingSweetCattleAss",
    "body": "IJ used to be a long I, or so I thought. It is still a long I in Groninger dialect.",
    "created_utc": 1612134173,
    "id": "glj5fkw",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Peikontappaja666",
    "body": "Yes of course. But the plastic currently in the sea needs to come out regardless. I see no harm in some people developing solutions for doing that, even if it won't solve all problems.",
    "created_utc": 1612134175,
    "id": "glj5fq8",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "AwesomePossum_1",
    "body": "How about a ,",
    "created_utc": 1612134185,
    "id": "glj5gh1",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "CTPVTPonds",
    "body": "We can agree that our languages are just similar enough for both to be stupidly hilarious",
    "created_utc": 1612134212,
    "id": "glj5ife",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "Regular-Practical",
    "body": "That's the bullshit claim that rarely ever happens. They just use wood &amp; coal. It's still smog. You don't need plastics.",
    "created_utc": 1612134219,
    "id": "glj5j04",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "BloodySlow",
    "body": "Do you trust her?",
    "created_utc": 1612134241,
    "id": "glj5ko8",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "historicusXIII",
    "body": "The late middle ages",
    "created_utc": 1612134259,
    "id": "glj5m2g",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "ragefaze",
    "body": "Dude, just stop....",
    "created_utc": 1612134277,
    "id": "glj5nee",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "EN-Esty",
    "body": "Deliveries they promised their reasonable best effort to achieve in a contract*",
    "created_utc": 1612134284,
    "id": "glj5ny1",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MyPigWhistles",
    "body": "We are talking about them, but China doesn't care. Dude, it's nice that you want to believe in a better future. Really. Maybe it will all end up great. But if we look back what the HK protests changed right now, then it's absolutely nothing. Maybe we'll see spectacular long term effects. I don't know that. But we're not seeing them right now, that's all I'm saying.",
    "created_utc": 1612134290,
    "id": "glj5oda",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "UKpoliticsSucks",
    "body": "I am searching for a study that has more European languages included, but it's proving difficult to find. \n\nI understand they chose these 16 languages because of popularity of usage and those which common root with other languages (i.e. so they can cover the largest spoken language groups with 16 languages in the budget https://advances.sciencemag.org/content/advances/5/9/eaaw2594/F1.large.jpg ) . \n\n I guess that's why this cool little study was downvoted. Because people didn't see their own language. Or maybe because it's midnight lol.",
    "created_utc": 1612134293,
    "id": "glj5ola",
    "score": 34,
    "subreddit": "europe"
}{
    "author": "Sennomo",
    "body": "English already uses w, j and k which are not Latin. The Romance languages (descendants of Latin) mostly still don't use w and k.",
    "created_utc": 1612134295,
    "id": "glj5or7",
    "score": 16,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "it's those big Viking hands",
    "created_utc": 1612134309,
    "id": "glj5ps6",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "SweatyNomad",
    "body": "While I'm gay i hate anti gay shit: all these photos need to be reversed so the cops logo read homo and they get labeled with the shit they hate.",
    "created_utc": 1612134315,
    "id": "glj5q9c",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "ioel-",
    "body": "Is there a post with asian languages ?",
    "created_utc": 1612134320,
    "id": "glj5qmb",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Myproofistoobigtofit",
    "body": "This is so fascinating! Thanks for sharing.",
    "created_utc": 1612134331,
    "id": "glj5rfa",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612134332,
    "id": "glj5rhx",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "prussian_princess",
    "body": "It was Britain's mistake giving Hong Kong to PRC. They never signed an agreement with modern day China. If they had to give it back they should've handed it to Taiwan.",
    "created_utc": 1612134339,
    "id": "glj5s11",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "LovingSweetCattleAss",
    "body": "Old guy here, not sure anymore if I learned it as xijz, instead of xyz",
    "created_utc": 1612134341,
    "id": "glj5s70",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "_Anubias_",
    "body": "But.. but.. where is Zakuska??",
    "created_utc": 1612134354,
    "id": "glj5t6k",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Armeddildo",
    "body": "Slaver guards*",
    "created_utc": 1612134368,
    "id": "glj5u5i",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Cinnamongol",
    "body": "I don't think they take it too much personal... Except for those who really enjoy torturing people, of course.",
    "created_utc": 1612134373,
    "id": "glj5uld",
    "score": 60,
    "subreddit": "europe"
}{
    "author": "Finomic",
    "body": "Yeah lol absolutely.",
    "created_utc": 1612134379,
    "id": "glj5v10",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "7elevenses",
    "body": "It's not something that you get to randomly decide according to your personal view of history. It's a matter of international treaties, not what random nobodies on the Internet think.",
    "created_utc": 1612134383,
    "id": "glj5vb4",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Arda6K",
    "body": "To sum it up Posts under Instagram maps are nationalist wars 2balkan4you is ironically being a nationalist and comments on posts about landscape,architecture etc. Are always positive",
    "created_utc": 1612134390,
    "id": "glj5vva",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "sehgalanuj",
    "body": "This is just a terrible idea of Bremen. I don't get why people only post a picture of the Schnoor, but there is enough you can see and do here. It is obviously not Berlin or München in size, but for a city this size it is quite nice!\n\nSome places worth spending time at:\n\n* Schnoor\n* The Schlachte\n* Marktplatz (with Rathaus, Stadtmusikanten, Roland, St. Petri, etc.). The Rathaus has an excellent tour, and is so worth it. The Ratskeller also is an interesting tour to take.\n* The park by Am Wall\n* The Windmill downtown\n* Bürgerpark\n* Rhododendronpark\n* Böttcherstraße\n* Überseemuseum\n* Hauptbahnhof (yes, I think it is quite a pretty one)\n\nThere is so much cool history seeped into Bremen too. Read a bit, pay attention and you find so much cool stuff tied to the maritime history of this city.\n\nIf you're willing to head a bit further out than just downtown:\n\n* Mercedes-Benz factory tour\n* Universum Bremen\n* The Blockland around the Wümme (Wümmeblick used to be a nice restaurant to enjoy)\n* Moorlosenkirche by the side of Weser (great place to bike to, relax or spend an afternoon at)\n* Used to be a bit more interesting, but the small port in Vegesack has some beautiful ships\n* U-Boat bunkers in Hornisse and Rekum\n\nThat isn't even all the things that are in the small towns surrounding Bremen, until Bremerhaven and Cuxhaven.\n\nBut yes, we people from Bremen do appreciate our UNESCO heritage town not being overrun by tourists. :-)",
    "created_utc": 1612134399,
    "id": "glj5wjm",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "standy85",
    "body": "&gt; Or the other European press absolutely slashing and burning any credibility the EU commission had left?\n\nwhich credibility? the EU commission, by express will of its members, including the UK, has never had any responsibility with regards to healthcare and procurement. Its only real exclusive competency is trade. \n\nHas it been slow and naive? Probably. But I also know that the EU commission was thrown straight into the arena without having prior engagement with this area by national govts too swamped with their own reaction. Obviously coordinating between 27 members takes time. And we already saw in March the rush to get PPE, so if the EU hadn't chimed in, member states would have thrown at each other's throats over the supplies. Each strategy has its own downside.\n\n&gt; Love your jealousy x\n\nyes, I'm jealous of not having the highest death figures in Europe and 5th highest in the world. What an achievement xoxo",
    "created_utc": 1612134416,
    "id": "glj5xrg",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "DarthhWaderr",
    "body": "Wtf?",
    "created_utc": 1612134427,
    "id": "glj5ym5",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "BentoDeEspinoza",
    "body": "we are no really different ... but the countryside is certainly different. the Roman and Lazio countryside is much wilder, less soft in the hills. but this diodes from the different history of the two territories ... then in Italy each region \"produces\" a certain type of Italian and, in Tuscany, each city \"produces\" a Tuscan type. Never mistake a Livernese for a Pisan or a Florentine for a Sienese .... I suggest Curzio malaparte \"Cursed toscani\" to laugh a little at how “different” people are in Italy",
    "created_utc": 1612134428,
    "id": "glj5ynx",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "TheRealJanSanono",
    "body": "Orrrrr suing a company that you’re reliant on for vaccines during a pandemic just isn’t a great idea",
    "created_utc": 1612134439,
    "id": "glj5zfz",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "It isn't gloating because nobody wants to see people in another country suffer or die.  It is not the EU but the Commission people dislike.\n\nIn the UK at best we dislike our politicians at worse loath them (and that's from our own party, that many swap between).  We also love a queue.\n\nWhat we don't understand is your blind love of an obviously failed Commission policy and refusal to hold them accountable.\n\nIt's not that you can't force AZ but in English Law you would have no right and there seems to be zero lawyers in Belgium with Twitter or a Reddit account to contradict effectively.\n\nAlso it seems that the commission want to jump the queue, second worse social crime you can commit.\n\nIt wasn't terror of the ban but again a sense of unfairness and the Article 16, is ignighting a situation that led to 30 years of terrorist attacks and government atrocities that killed guilty and innocent alike.  Women and their unborn children were murdered.\n\n&gt;More than 3,500 people were killed in the conflict, of whom 52% were civilians, 32% were members of the British security forces and 16% were members paramilitary groups.  Republican paramilitaries were responsible for some 60% of the deaths, loyalists 30% and security forces 10%.\n\nhttps://en.m.wikipedia.org/wiki/The_Troubles#:~:text=More%20than%203%2C500%20people%20were,%25%20and%20security%20forces%2010%25.\n\n\nThe Commission hissy fit last week was incredibly undignified doesn't help and felt like trump 2.0",
    "created_utc": 1612134443,
    "id": "glj5zr6",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "BloodySlow",
    "body": "You need to remember which country developed a vaccine to sold at no profit",
    "created_utc": 1612134447,
    "id": "glj604b",
    "score": 24,
    "subreddit": "europe"
}{
    "author": "Leiegast",
    "body": "&gt;Ah yes, because the European Caledonians that make up 25% of the population must not have swayed the yes vote. \n\n&gt;Let's not also fact that the French colonized New Caledonia and I'm the past had threw Kanaks into jail for supporting independence.\n\nSeems a bit rich coming from a Canadian. Did your country, and its predominantly white population, just pop into existence then? Also, I'm sure indigenous women loved being sterilised by Canadian authorities.\n\nAnyway, more than 70% of the New Caledonian population approves of the Nouméa agreements, which is not all that bad for a French opinion poll.\n\n&gt;Is that supposed to be any better? The EU vaccine procurement has been a joke lately. Not trying to be snarkly, but due to the recent headlines of EU getting into a spat with Astra Zeneca and then the UK without informing Ireland. I don't think their vaccine procument is something to boast about. \n\nAh yes, Brexiteers were almost wanking themselves to death over this. I won't deny that it was a bad move by the EU, but in the grand scheme of things, the EU is better off than most of the world when it comes to vaccines, whereas small/poor countries are in the back of the queue.\n\n&gt;Yes, we are getting off track. While yoy are correct that there is virtually no economic activity. Doesnt dismiss the fact that the UK can make a claim, especially when one of its territories is in the Pacific.\n\nAnd so can the EU because of France, but you conveniently ignored my comment on that.",
    "created_utc": 1612134456,
    "id": "glj60ri",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "eeladvised",
    "body": "I think the [ɣ] area in Slovenia is shown too small and too far to the east on your map.  That pronunciation appears in the Rovte and Littoral dialect groups - see the blue and violet areas on this map: https://commons.wikimedia.org/wiki/File:Map_of_Slovenian_dialects.svg",
    "created_utc": 1612134457,
    "id": "glj60sk",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "This is just going to deeper the grudge. This is literally using vaccines as a geopolitical tool instead of sending it to the worst of areas and the poor.",
    "created_utc": 1612134461,
    "id": "glj612q",
    "score": -15,
    "subreddit": "europe"
}{
    "author": "TheRealJanSanono",
    "body": "Not for Q12021 onwards iirc",
    "created_utc": 1612134468,
    "id": "glj61lw",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "megad121",
    "body": "Nu kan jeg jo lide dig endnu mere. Dejligt at høre fra en dejlig Svensker",
    "created_utc": 1612134469,
    "id": "glj61p3",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "superhans36",
    "body": "If I’m from Britain and if I repatriate to Ireland will you accept me again?",
    "created_utc": 1612134475,
    "id": "glj623k",
    "score": -6,
    "subreddit": "europe"
}{
    "author": "Finrafirlame",
    "body": "Cries in Bremen-Farge :D",
    "created_utc": 1612134494,
    "id": "glj63kr",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "stephen_hoeking",
    "body": "&gt;dere\n\nSeas oida",
    "created_utc": 1612134501,
    "id": "glj643l",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "ArnDvir",
    "body": "Wait what, you certain about that last one? Because I do crossword puzzles almost every day (in fact a zweedse puzzel but I assume the same rules apply) and definitely always filled 'ij' in one space. In Belgian newspapers btw.",
    "created_utc": 1612134536,
    "id": "glj66p7",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "sehgalanuj",
    "body": "It's literally one of the longest cities in the world. Narrow in width, but quite long.",
    "created_utc": 1612134537,
    "id": "glj66q6",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "atomicsiren",
    "body": "No, it’s õ.",
    "created_utc": 1612134540,
    "id": "glj66z5",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "BrigidiBaunser",
    "body": "This is just weirdly made. Half of this \"languages\" doesn't exist.",
    "created_utc": 1612134550,
    "id": "glj67pa",
    "score": -14,
    "subreddit": "europe"
}{
    "author": "aykontakt",
    "body": "Let us put anozer wiener schnitzel on ze barbie.",
    "created_utc": 1612134554,
    "id": "glj680b",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Germany? You need to learn to stop getting brainwashed by british opinion hit pieces. 350 million for the NHS am i right?\n\nhttps://www.theguardian.com/business/2020/nov/10/pfizer-and-biontech-could-make-13bn-from-coronavirus-vaccine",
    "created_utc": 1612134557,
    "id": "glj687b",
    "score": -9,
    "subreddit": "europe"
}{
    "author": "1SaBy",
    "body": "Turkey or Brazil. Pick one.",
    "created_utc": 1612134574,
    "id": "glj69j1",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "SamSchuster",
    "body": "Wow this is brilliant, I loved following all the paths and learn about the different letters in other countries!",
    "created_utc": 1612134576,
    "id": "glj69ph",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "11160704",
    "body": "Of course it's about discussing the graph. The graph only shows the past - not the future. So move the EU graph 3 - 4 weeks back and it is pretty similar to the British one. So much for the facts we have.\n\nWhen we look into the future, there is a lot of speculation involved. Maybe in a few weeks we will have the South African mutation here and all our previous vaccination efforts were uselss. We simply don't know. Let's hope it goes well (Britain has zero advantages when the EU programme fails and vice versa), let's work for a success but of course consider the possibility that there might be more obstacles.\n\nAnd when it comes to the EU, one has to say that the programme was extremely heterogeneous so far. France, unfortunately, has not been very successful. I hope for them that they will improve but that lies primarily within France. But that shows that France can't simply be take as representative for the whole EU.",
    "created_utc": 1612134588,
    "id": "glj6ale",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "pedrf12",
    "body": "Great job, but there's a bunch that only have no's.",
    "created_utc": 1612134592,
    "id": "glj6auz",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Rulweylan",
    "body": "Different factories. The UK doses are made in Oxford and Keele, EU ones in Belgium and the Netherlands. \n\nAll those factories have had issues, the difference is that because the UK ones were set up several months earlier, they had several months more to sort the issues out.",
    "created_utc": 1612134593,
    "id": "glj6awy",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "puzzledpanther",
    "body": "Strange.. Bengali or Tamil sound so incredibly fast to me.",
    "created_utc": 1612134595,
    "id": "glj6b2y",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Wookimonster",
    "body": "What? We were annexed by Czechs AND Australians are our neighbours? Sounds like a win win.",
    "created_utc": 1612134603,
    "id": "glj6bpr",
    "score": 20,
    "subreddit": "europe"
}{
    "author": "1maco",
    "body": "Italy seems pleased, no?",
    "created_utc": 1612134606,
    "id": "glj6by2",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "_Anubias_",
    "body": "I thought many times that this arangement would actually look better while also being unique.",
    "created_utc": 1612134611,
    "id": "glj6cam",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Verimage",
    "body": "Barje ...",
    "created_utc": 1612134611,
    "id": "glj6cb4",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "surpassed-snail",
    "body": "And in Germany the woman needs to pay for the abortion, which can be quite costly. Adding to that, doctors are not allowed to say how much it will cost on their website, or even if they perform abortions. There needs to be serious reform.",
    "created_utc": 1612134623,
    "id": "glj6d73",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612134639,
    "id": "glj6efb",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "LovingSweetCattleAss",
    "body": "Aww, so sweet, so wholesome",
    "created_utc": 1612134640,
    "id": "glj6eh5",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Bdcoll",
    "body": "https://www.wsj.com/articles/how-the-u-k-became-world-leader-in-sequencing-the-coronavirusgenome-11612011601\n\nhttps://www.bbc.co.uk/news/health-55413666\n\nThe figures change as other countries catch up but between 44 and 50%",
    "created_utc": 1612134648,
    "id": "glj6f2n",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "MyPigWhistles",
    "body": "You must be wrong, the map clearly says it's unpopulated.",
    "created_utc": 1612134660,
    "id": "glj6fym",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "puzzledpanther",
    "body": "Quality post.",
    "created_utc": 1612134667,
    "id": "glj6gjt",
    "score": 14,
    "subreddit": "europe"
}{
    "author": "Polaroid1999",
    "body": "Such gray, much big. It's a nice view, but I've become allergic to communist architecture, so you'll excuse my lack of enthusiasm 😄",
    "created_utc": 1612134671,
    "id": "glj6gts",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "thekremlinbot",
    "body": "This is why I don't smoke weed with Spaniards. They talk so fast that they spoil my chilled vibe.",
    "created_utc": 1612134694,
    "id": "glj6ilw",
    "score": -10,
    "subreddit": "europe"
}{
    "author": "jansseas",
    "body": "As a Flemish I’m very moved by your comment. Thank you, kind stranger.",
    "created_utc": 1612134695,
    "id": "glj6ino",
    "score": 35,
    "subreddit": "europe"
}{
    "author": "szypty",
    "body": "Genocide bad, m'kay? It's \"never again\", not \"oh boy, finally my turn now!\".",
    "created_utc": 1612134713,
    "id": "glj6k1q",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "cchiu23",
    "body": "It was to quote one of the architects of that 100 year lease, \"as good as forever\" and that was only for the kowloon region, HK itself was \"permanent\"\n\n\nThere are no colonizers that have ever planned to let their possessions go\n\n\n\nThe real reason is that it was unfeasible practically (China controls the taps and has a big ass army) and politically (decolonization)",
    "created_utc": 1612134730,
    "id": "glj6lbv",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Flagon_dragon",
    "body": "A million doses are on their way from India to SA. \n\nhttps://businesstech.co.za/news/trending/464402/pictures-south-africas-first-covid-19-vaccines-from-india-are-on-the-way",
    "created_utc": 1612134744,
    "id": "glj6mao",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Weird how they find out of nowhere 9 million doses, guess selling it in secret to the highest bidder works is off the table now.",
    "created_utc": 1612134761,
    "id": "glj6nlx",
    "score": -18,
    "subreddit": "europe"
}{
    "author": "garma87",
    "body": "I know that no one cares but I’ll say it anyway: I was there last summer! Such a nice place, the whole lake is just amazing",
    "created_utc": 1612134765,
    "id": "glj6nut",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Reginald002",
    "body": "Very good",
    "created_utc": 1612134768,
    "id": "glj6o3e",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612134793,
    "id": "glj6pyk",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "LovingSweetCattleAss",
    "body": "Ï would be better for dutch",
    "created_utc": 1612134799,
    "id": "glj6qe8",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Malcx",
    "body": "OP delivers! - thanks.",
    "created_utc": 1612134814,
    "id": "glj6ris",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "SCMatt65",
    "body": "Agreed, yet I still have mixed emotions. I first saw a picture of Knossos in text books in grade school. Many, MANY years later I’ve now visited there a couple of times. And loved it both times. I’ve also visited Phaistos a bit south of there and while unquestionably more authentic it didn’t come close to touching my imagination or inspire the little bit of reading I’ve done on the Minoans as much as Knossos did.",
    "created_utc": 1612134815,
    "id": "glj6rlb",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Light_inc",
    "body": "Damn it, COVID. Not the Captain!",
    "created_utc": 1612134833,
    "id": "glj6sxx",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "Powerful_Poem",
    "body": "Yeah, the algerian war of independance was bad. But there wasn't 4 millions Algerians killed. If you are trying to justify killing with wataboutism, at least get your number right.",
    "created_utc": 1612134848,
    "id": "glj6u02",
    "score": -7,
    "subreddit": "europe"
}{
    "author": "studystudyhard",
    "body": "What language do people in Swisterland speak (German/French/Italian)?",
    "created_utc": 1612134854,
    "id": "glj6uig",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "YungBacchus",
    "body": "The lead guitarist of Mumford &amp; Sons has started a 'buddy system' for any UK folks who wish to help newly arriving Hong Kongers with their move over. I signed up today, hope I can be of help!\n\nhttps://coconuts.co/hongkong/news/mumford-sons-guitarist-creates-buddy-system-pairing-new-hongkongers-in-uk-with-brits/",
    "created_utc": 1612134867,
    "id": "glj6vg5",
    "score": 22,
    "subreddit": "europe"
}{
    "author": "88lif",
    "body": "RoI shares a land border with the UK, it'd be reckless to open up NI in line with the UK as vaccines doesn't stop transmission as far as I'm aware. It could spread asymptomatically in NI and have little impact on the health services there, however the spread from border areas across the RoI would be devastating. Its a smart move benefiting both countries.",
    "created_utc": 1612134889,
    "id": "glj6x1f",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "DeadAssociate",
    "body": "there are quite some recorded instances of him picking out caucasians (not the american version) georgians, tatars. or joining the far-right march through moscow. as i said, he has toned down, and people should be able to change.",
    "created_utc": 1612134899,
    "id": "glj6xsn",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "GavinShipman",
    "body": "&gt; as a geopolitical tool \n\n Correct, but that’s not a bad thing.\n\nThe UK shares an open land border with Ireland, we co-operate on health issues (Irish paramedics take Northern Ireland 999 calls), it absolutely makes sense to prioritise vaccines to the Republic.",
    "created_utc": 1612134915,
    "id": "glj6yxq",
    "score": 15,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612134942,
    "id": "glj710j",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612134968,
    "id": "glj72ys",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "DarthWallays",
    "body": "Currently there ! Can confirm it's real",
    "created_utc": 1612134987,
    "id": "glj74cf",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "Chr1sUK",
    "body": "No they are not prioritising by profit...they are not prioritising by anything. They just secured the funding/assurance of contract to supply much earlier for the U.K. and US, therefore they are months ahead in the manufacturing process and have already ironed out the trouble they are experiencing in the Belgium / Holland plants they are experiencing now. \n\nThe EU spent time trying to haggle the price of the vaccination and managed to get it down to about $2.15 per dose (this was leaked by Belgium) whereas the U.K. are paying about $3-4 per dose and the US about $4-5 per dose. The thing the EU didn’t take into account is that by getting the contract sorted early, the U.K. is now going to be in a position where it is able to reopen the economy sooner and will be able to recover quicker and more importantly save more lives!",
    "created_utc": 1612134997,
    "id": "glj7526",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "So why can't AZ?",
    "created_utc": 1612134998,
    "id": "glj755t",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Kilyslf",
    "body": "Yea we already have way too many people as is we don’t need a bunch of unloved parentless kids, we should start killing comatosed people too if they don’t wake up for more than 10 years since they are basically leeches and don’t deserve a chance at life, life sucks anyways why would they want to live in a shitty world like this? Instead of making the world a better place let’s just kill them all off, euthanasia is the answer people! We should also start euthanizing people that have basically 0 hope of contributing to society (Ex: people with late stage alzheimer’s that can’t do anything by them selfs) and the people with death penalty’s should be killed at a much faster rate, why should they be allowed to live for years off our taxes! Less people = better life for the rest of us!",
    "created_utc": 1612134999,
    "id": "glj759a",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612135008,
    "id": "glj75xj",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "DirectControlAssumed",
    "body": "Yes, this is true. English has it own set of obsolete letters - [Old English Latin Alphabet](https://en.wikipedia.org/wiki/Old_English_Latin_alphabet) \\- and most likely we would had them in the alternate-reality ASCII table due to the indisputable dominance of English-speaking countries in IT sector.",
    "created_utc": 1612135011,
    "id": "glj763l",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "grandoz039",
    "body": "&gt;Just because we use the Swedish alphabet though.\n\nWeird.",
    "created_utc": 1612135018,
    "id": "glj76mv",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "KvalitetstidEnsam",
    "body": "Hi, thank you for your contribution, but this submission has been removed because we currently have a megathread dedicated to this topic.\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135018,
    "id": "glj76o2",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MiskiMoon",
    "body": "Just think ... by summer we'll all be vaccinated and we can go outside to the pub.",
    "created_utc": 1612135025,
    "id": "glj7779",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "Gorando77",
    "body": "Yea you are wrong. IJ is always capitalised.",
    "created_utc": 1612135025,
    "id": "glj777c",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "Rulweylan",
    "body": "Yes, they would have. No doses produced in EU bioreactors have ever been sent elsewhere. The only EU involvement in AZ doses overseas was when the UK factories shipped some bulk vaccine to fill and finish sites in the Netherlands and Germany for bottling while the Wrexham  plant was still spinning up. \n\nThose sites weren't being used to bottle EU made vaccines at that point because there wasn't any EU made vaccine for them to bottle.",
    "created_utc": 1612135041,
    "id": "glj78fm",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "ReginaldBroadcock",
    "body": "He allowed himself to be captured to get closer to the real villain. Total Batman move.",
    "created_utc": 1612135042,
    "id": "glj78gb",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "FreeEndorphines",
    "body": "That’s actually Isola Bella, you can see that as the description it looks very “artificial”, with land taken there; and above that in the picture there’s  the isola dei pescatori. Isola madre is not included, you can look it up on maps and find it a little to the east!",
    "created_utc": 1612135043,
    "id": "glj78k6",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "htt_novaq",
    "body": "To be fair, that makes complete sense given a Latin alphabet and two languages that are direct descendants of Latin.",
    "created_utc": 1612135044,
    "id": "glj78mf",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "I'll post that here (with slightly more diplomatic wording) in this thread.  I can tell fellow UK people to F off easier maybe.",
    "created_utc": 1612135067,
    "id": "glj7ac1",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "KvalitetstidEnsam",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it is low quality and/or low effort. If your submission was a meme, these are outright banned from r/europe. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135069,
    "id": "glj7ago",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Its a vaccine produced in the eu. And it exported equally to all business partners. If numbers sink, they sink for everyone. It even is exported to the uk. So it is very real and relevant teaboo.",
    "created_utc": 1612135069,
    "id": "glj7ahy",
    "score": -3,
    "subreddit": "europe"
}{
    "author": "Captain_0verkill",
    "body": "I didn't know this either.\nAs a Dutch person I never capitalize it as \"IJ' I always use \"Ij\". I also have never considered ij as one letter. I don't know if I'm alone in this thought.\n\nThe thing about the crossword puzzles however is right.",
    "created_utc": 1612135084,
    "id": "glj7bkn",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "helloinot",
    "body": "Europa =/= EU",
    "created_utc": 1612135084,
    "id": "glj7blj",
    "score": 13,
    "subreddit": "europe"
}{
    "author": "DarthWallays",
    "body": "Gent, Belgium",
    "created_utc": 1612135090,
    "id": "glj7c3d",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "KvalitetstidEnsam",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it links to a non-English source without including a full English translation in a top-level comment. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135100,
    "id": "glj7ct3",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MarktpLatz",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it is low quality and/or low effort. If your submission was a meme, these are outright banned from r/europe. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135106,
    "id": "glj7d7b",
    "score": -19,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Actually it was a sub manufacturer and all car makers had issue. Ford produces a lot in europe. Good self own.",
    "created_utc": 1612135110,
    "id": "glj7dii",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "Devilpuppet",
    "body": "God, this just gets reposted all the time huh?",
    "created_utc": 1612135113,
    "id": "glj7dq2",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "dannuu",
    "body": "what is the hardest european language ?",
    "created_utc": 1612135127,
    "id": "glj7esc",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Ogikay",
    "body": "Snowy aesthetic is my favorite!",
    "created_utc": 1612135134,
    "id": "glj7fcm",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "bapo224",
    "body": "Haal je nu niet IJ en Y door de war? In het Fries gebruiken we namelijk wel vaak Y en die spreken we uit als een lange i. Zoals 'tichtby' in plaats van 'dichtbij'",
    "created_utc": 1612135135,
    "id": "glj7fd5",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Amazing_Examination6",
    "body": "[https://memeguy.com/photos/images/nigeria-vs-germany-in-football-286329.jpg](https://memeguy.com/photos/images/nigeria-vs-germany-in-football-286329.jpg)",
    "created_utc": 1612135135,
    "id": "glj7fdu",
    "score": 13,
    "subreddit": "europe"
}{
    "author": "MarktpLatz",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it is not on-topic for this subreddit. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules) and our [geo policy](https://www.reddit.com/r/europe/wiki/geographical_policy).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135138,
    "id": "glj7fm2",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "KvalitetstidEnsam",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it doesn't use a credible source and/or the source has not been linked from a top-level comment. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135142,
    "id": "glj7fvc",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "memow2322016",
    "body": "re-re-re-re-removed!",
    "created_utc": 1612135142,
    "id": "glj7fvw",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "palishkoto",
    "body": "A drink and a haircut, living the dream.",
    "created_utc": 1612135143,
    "id": "glj7fyz",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "gsurfer04",
    "body": "Would be interesting to see the \"bits per syllable\".",
    "created_utc": 1612135146,
    "id": "glj7g5q",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612135147,
    "id": "glj7g9x",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612135148,
    "id": "glj7gbh",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "DarthWallays",
    "body": "Live in Gent but Prague is my favorite European city, goddamn gorgeous",
    "created_utc": 1612135153,
    "id": "glj7gog",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "Jayer244",
    "body": "A hero can be anyone, even a man doing something as simple and reassuring as putting a coat on a young boy's shoulders to let him know that the world hadn't ended.",
    "created_utc": 1612135156,
    "id": "glj7gy1",
    "score": 69,
    "subreddit": "europe"
}{
    "author": "UKpoliticsSucks",
    "body": "Thank fuck.",
    "created_utc": 1612135157,
    "id": "glj7gz4",
    "score": 18,
    "subreddit": "europe"
}{
    "author": "fforw",
    "body": "For a moment I thought: \"Man, this minecraft build looks awesome\".",
    "created_utc": 1612135165,
    "id": "glj7hkv",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MarktpLatz",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it is not on-topic for this subreddit. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules) and our [geo policy](https://www.reddit.com/r/europe/wiki/geographical_policy).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135175,
    "id": "glj7ibj",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "opposablethumbsup",
    "body": "Frisian uses foreign words that start with ‘ij’. Frisian does not have words starting with ij. The flow chart is right at this point. \n\nFrisian never joined in on the change in pronunciation of ‘ii’ (which was later on written as ‘ij’ to avoid confusion with ‘u’ in handwriting). The Dutch started to pronounce it as ‘ai’.\n\nI’m sure your remark is in good faith but I am a little annoyed with the fact that Dutch is used as a reference to Frisian.\n\nThey are two separate languages that have grown close over the years. But what goes for one certainly doesn’t have to go for the other.",
    "created_utc": 1612135186,
    "id": "glj7j65",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Sash0",
    "body": "Too many people are reading this chart as a language family tree. It isn't one, and it doesn't try to be one. It's a simple algorithm to guess the language by the alphabet it's using.",
    "created_utc": 1612135195,
    "id": "glj7jv5",
    "score": 17,
    "subreddit": "europe"
}{
    "author": "rugaporko",
    "body": "It's tied to the amount of phonemes, which has some correlation to the alphabet.\n\nAs a native Spanish speaker, I have a hard time pronouncing and understanding the shitton of phonemes you have in English. I spent the entirety of Sunday making random sounds combinations to ask Alexa to play \"Burrow\" instead of \"Borrow\", \"Borough\", or \"Barrow\".",
    "created_utc": 1612135195,
    "id": "glj7jvv",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Bragzor",
    "body": "Well, I thought it was neat.",
    "created_utc": 1612135199,
    "id": "glj7k62",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Thx for confirming you arent sharing unlike Germany, India, China and Russia.",
    "created_utc": 1612135201,
    "id": "glj7kad",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "MagesticPlight1",
    "body": "I did as well. The kids were attacking a retreating police force, they hit the policeman and he in self defense took out his gun. He did not shoot, not did he point it at the kids, as they left him be. It is easy being at home, however those people (policemen are people as well) were there, surrounded by a mob of angry kids, who were trying to provoke them by being physically aggressive.\n\nIf you look at my posts, you will see that I am against Putin, but even I have to give credit where credit is due - the police response in Russia has been pretty non violent.",
    "created_utc": 1612135202,
    "id": "glj7kc2",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612135211,
    "id": "glj7l1s",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "ThisMythicBitch",
    "body": "I believe the adaptation of Shadow and Bone was shot in Budapest, so maybe it will be part of a fantasy world soon",
    "created_utc": 1612135215,
    "id": "glj7lb8",
    "score": 28,
    "subreddit": "europe"
}{
    "author": "MarktpLatz",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it doesn't use a credible source and/or the source has not been linked from a top-level comment. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135217,
    "id": "glj7lhx",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "F4Z3_G04T",
    "body": "This map gives my eyes depression\n\nLet's hope my brains will never be able to understand the geopolitical consequences because I don't want double depression",
    "created_utc": 1612135234,
    "id": "glj7mrp",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "xAeternax",
    "body": "They have a cool small castle too. It’s my favorite town in Belgium. Despite Brugge having my favorite brewery.",
    "created_utc": 1612135239,
    "id": "glj7n5b",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "LeftAthlete4401",
    "body": "Turkish bread of this type is usually consumed during Ramadan, daily type is somun ekmek. This map is based on shallow stereotypical information rather than reality",
    "created_utc": 1612135249,
    "id": "glj7nux",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "OngarSolweld",
    "body": "Good luck to him, i'm sure he's ready for anything, and good luck to his family as well.",
    "created_utc": 1612135256,
    "id": "glj7ogb",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Its full of brits with British passports lol. You guys creating tax heavens and off shore accounts isnt a good defense. Made you look even worse tbh.",
    "created_utc": 1612135260,
    "id": "glj7oo6",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Bdcoll",
    "body": "I don't know how to explain this in any simpler way. The Pfizer vaccine is not the Oxford/AZ one. The production and supply of the Oxford/AZ vaccine has as much to do with the Pfizer production and supply, as the number of cars that Volkswagen managed to produce this week.\n\nWhere do you think this Worldwide spike of cases since October/November has come from? In August/September it was at a general trend of 300,000 a day, and by the start of November it had jumped to 600,000. That isn't the UK having a massive increase in cases, thats the virus mutating to be more transmissible and getting around. We're just the ones who were paying attention and noticed it!\n\nIts the EU commission who fucked up, and signed a contract 3 months later than it should have done, with a agreement that simply states \"We will try our best to get these doses from EU plants only\".\n\nIts even more absurd you think we're trying to \"Hog all the vaccine\", when its EU politician's saying they will impose export barriers on the vaccine going to countries like Japan and Canada, meanwhile we're announcing that as soon as we get everyone over 50 sorted, we're just going to pour all our vaccine pool into Ireland to get those guys sorted as well!",
    "created_utc": 1612135264,
    "id": "glj7p0z",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "DeckardCain_",
    "body": "Using simple enough words and sentences and a whole lot of body language will go a long way, most Finnish people also know a few words of Estonian and I imagine it's similar the other way around.",
    "created_utc": 1612135276,
    "id": "glj7pwy",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Rulweylan",
    "body": "Can we, as a society, agree to just keep wearing pajamas all day even after lockdown ends? It's just comfier.",
    "created_utc": 1612135281,
    "id": "glj7qbg",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "https://www.theguardian.com/business/2020/nov/10/pfizer-and-biontech-could-make-13bn-from-coronavirus-vaccine\n\nKeep on being a nationalists! Keep it coming!",
    "created_utc": 1612135292,
    "id": "glj7r4o",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "cougarlt",
    "body": "Güell park in Barcelona",
    "created_utc": 1612135293,
    "id": "glj7r64",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "UX_KRS_25",
    "body": "Feels bad man 😢",
    "created_utc": 1612135301,
    "id": "glj7rr3",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "IaAmAnAntelope",
    "body": "The guy I replied to said “AZ committed themselves to delivering amounts in the schedule at specific times”. AZ believe that the ambitious nature of these targets meant that they agreed a contract that didn’t contractually require them to do anything but a “best effort” to meet that timeline.\n\nAZ’s lawyers are clearly convinced that they are right. The EU disagrees. The *only* way that the EU is going to convince AZ of their case is via their own lawyers...\n\nBut sure, if you think that starting a Twitter war before trying to deflect blame toward various neutral parties is the shrewder move, go ahead.",
    "created_utc": 1612135305,
    "id": "glj7s1p",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "SpicyBagholder",
    "body": "Not for long! The EU is coming",
    "created_utc": 1612135314,
    "id": "glj7sob",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Inevitable-Site1605",
    "body": "It doesnt look like that in the winter",
    "created_utc": 1612135315,
    "id": "glj7spx",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "You mean read opinion pieces in the british press.",
    "created_utc": 1612135332,
    "id": "glj7tza",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "GavinShipman",
    "body": "Using vaccines to tackle the pandemic in a country on an island the UK shares an open land border with is common sense and anyone who objects to that is a nauseating EU shill.",
    "created_utc": 1612135341,
    "id": "glj7up3",
    "score": 31,
    "subreddit": "europe"
}{
    "author": "Inevitable-Site1605",
    "body": "Take a picture in the winter.  it doesn't look like that.",
    "created_utc": 1612135358,
    "id": "glj7w0m",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "The RoI and NI lack a border for all intents and purposes. It makes total sense to help the ROI complete its vaccination programme because the quicker it does, the sooner both can return to normal. The two also cooperate on health matters.\n\nWhat's nauseating is people unable to see a common sense move for what it is, being blinding by dislike for a shit government that is doing something right for once.",
    "created_utc": 1612135370,
    "id": "glj7ww0",
    "score": 17,
    "subreddit": "europe"
}{
    "author": "MG-10",
    "body": "Punjabi too: https://m.youtube.com/watch?v=DJztXj2GPfk",
    "created_utc": 1612135386,
    "id": "glj7y2m",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "RobotWantsKitty",
    "body": "Dude, countries in your political union have done far worse shit than that. Libya, anyone? Your vaunted European block is every bit as stinky as the rest.",
    "created_utc": 1612135390,
    "id": "glj7ydu",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "nightimegreen",
    "body": "Eh, we had our victory laps over how the Brexit process went, they should have theirs now. Fairs fair.",
    "created_utc": 1612135393,
    "id": "glj7ym7",
    "score": 27,
    "subreddit": "europe"
}{
    "author": "Portuguese_Galleon",
    "body": "infinity and beyond",
    "created_utc": 1612135394,
    "id": "glj7yql",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "policemenconnoisseur",
    "body": "Awesome! There is a yes missing before nh of español.",
    "created_utc": 1612135403,
    "id": "glj7zgn",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "UKpoliticsSucks",
    "body": "&gt; (from 4.8 bits per syllable for Basque to 8.0 bits per syllable for Vietnamese).",
    "created_utc": 1612135405,
    "id": "glj7zm3",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Nizzemancer",
    "body": "there is no ää in Swedish, only ä.   \n\n\nIf what the Finnish person that commented on my original post said is true ää is Finnish so the chain would be  \nå = yes -&gt; ø, æ = no -&gt; ä = Yes -&gt; ää = Yes -&gt; Finnish  \nå = yes -&gt; ø, æ = no -&gt; ä = Yes -&gt; ää = No -&gt; Swedish  \nor similar.  \nor the more likely thing is that the image is wrong and one of the ä's is supposed to be an ö since other comments claim there's not even an ä in native Finnish and it's only used for Swedish words due to Finland having two official languages.",
    "created_utc": 1612135410,
    "id": "glj8028",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Grats on you brits on failing to contain the virus super hard youre proud to take the crown. Normally people don't want to one up Belgium when it comes to corona.",
    "created_utc": 1612135411,
    "id": "glj8036",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "yellowknight1234",
    "body": "To all the British people saying VdL should resign over announcing invoking article 16: Boris Johnson said \"if there are problems we will have no hesitation in invoking article 16\" a while back in the House of Commons: [https://youtu.be/Mv0RBcN1Fuo?t=1849](https://youtu.be/Mv0RBcN1Fuo?t=1849)",
    "created_utc": 1612135438,
    "id": "glj824x",
    "score": -23,
    "subreddit": "europe"
}{
    "author": "MiskiMoon",
    "body": "Yes! It's the small things you miss ... can't wait to hug people again!    \n\nIt's going to be a good summer.",
    "created_utc": 1612135443,
    "id": "glj82gn",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "gsurfer04",
    "body": "The vaccine was developed by BioNTech. Pfizer is the partner for industrial-scale manufacturing.",
    "created_utc": 1612135451,
    "id": "glj8334",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "DirtOnYourShirt",
    "body": "Actually looks like Ben Affleck. Must be taking the breakup with Ana de Armas pretty hard.",
    "created_utc": 1612135455,
    "id": "glj83f7",
    "score": 14,
    "subreddit": "europe"
}{
    "author": "Stuweb",
    "body": "The fact the region has been ravaged over the centuries and yet is still as beautiful as it is absolutely worthy of admiration, and it's in no small part down to the Flemish people, you should absolutely feel proud",
    "created_utc": 1612135465,
    "id": "glj8440",
    "score": 18,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "They arent unusual. Unusual is British people thinking they are the only ones providing  vaccines at cost.\n\nhttps://www.theguardian.com/business/2020/nov/10/pfizer-and-biontech-could-make-13bn-from-coronavirus-vaccine",
    "created_utc": 1612135473,
    "id": "glj84qu",
    "score": -4,
    "subreddit": "europe"
}{
    "author": "Nizzemancer",
    "body": "Like how Europa is the best moon.",
    "created_utc": 1612135474,
    "id": "glj84sh",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "eyes-are-fading-blue",
    "body": "No help is free between countries.",
    "created_utc": 1612135477,
    "id": "glj8527",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "I swear people seem to have no clue about the Irish situation despite regularly banging on about it. I get why the British government is unpopular because I fucking hate it too, but that doesn't mean you have to abandon reason.\n\nDo one thing and be accused of hoarding vaccine supplies, do the other and be accused of wielding vaccines as weapons. The same people forget about the COVAX donations.",
    "created_utc": 1612135481,
    "id": "glj85b8",
    "score": 20,
    "subreddit": "europe"
}{
    "author": "123gmthnpng",
    "body": "It just happened, most of the times EU is the wealthiest. I'm gonna stay back and watch the British economy getting smaller and smaller after Brexit: https://tradingeconomics.com/united-kingdom/gdp",
    "created_utc": 1612135487,
    "id": "glj85q8",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "treatyoftortillas",
    "body": "Sounds like a buncha Chicago sout siders here trying to catch dat hawks game. Stop by billy goat and get an old style and polish sasage before da puck drops know what I mean?",
    "created_utc": 1612135493,
    "id": "glj866x",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "Whatever demand Ireland do not need will be redistributed to the rest of the EU, so surely everyone benefits?\n\nFact is, unlike the worldwide demand that we won't make a dent in, it is within our power to vaccinate Ireland. We cannot fully release NI (and to a lesser extent GB) knowing its border and travel with an unvaccinated RoI. \n\nWe'd also need to ensure both countries have a strict international travel flight ban so it isn't all in vein.",
    "created_utc": 1612135503,
    "id": "glj86xa",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "KiFr89",
    "body": "Grattis Danskjävlar &lt;3",
    "created_utc": 1612135510,
    "id": "glj87g2",
    "score": 24,
    "subreddit": "europe"
}{
    "author": "Jhe90",
    "body": "Just got to keep this up. We can live again, properly. There is hope.",
    "created_utc": 1612135510,
    "id": "glj87hk",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Tokmica",
    "body": "Careful, Croatia has \"đ\" as well. Some people are commenting there are other errors here as well but it is a great idea",
    "created_utc": 1612135520,
    "id": "glj8869",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "anokazz",
    "body": "Honest question: how come did the EU take so long to negotiate the contract with AZ, supposedly due to price sensitivity, when AZ is providing the vaccine at cost, same price for all?",
    "created_utc": 1612135536,
    "id": "glj89er",
    "score": 34,
    "subreddit": "europe"
}{
    "author": "ce_km_r_eng",
    "body": "Who sells the vaccine, BioNTech or Pfizer?",
    "created_utc": 1612135537,
    "id": "glj89fu",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "ThePedrolui",
    "body": "I don't think the distinction between galician and spanish works, spanish words like enhebrar or enharinar have nh.",
    "created_utc": 1612135537,
    "id": "glj89h2",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "twowheeledfun",
    "body": "I didn't think of it that way, but that's cool. Although that means 200 days for everyone to get two doses (ignoring those already vaccinated, assuming complete take-up, and a consistent rate).",
    "created_utc": 1612135545,
    "id": "glj8a2z",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "ctolsen",
    "body": "&gt;The USA and UK both financed research earlier (7 times more per capita then the EU but I'm not sure where Canada lands on that), and ordered anything that looked promising.\n\nThese numbers might be a bit misleading when it comes to the EU. What you're saying is correct according to [this article](https://www.ft.com/content/c9bbc753-97fb-493a-bbb6-dd97a7c4b807), which I believe uses the same source as where this number comes from generally, but with €1bn [from Horizon 2020](https://ec.europa.eu/info/research-and-innovation/research-area/health-research-and-innovation/coronavirus-research-and-innovation/financing-innovation_en) and €750m [from Germany](https://www.dw.com/en/germany-to-spend-750-million-on-coronavirus-vaccine/a-53396167) we've hit that per capita number for the entire bloc already. Surely other member states have committed their own funding, and there's also almost a billion to [COVAX](https://ec.europa.eu/commission/presscorner/detail/en/ip_20_2075).\n\nI'd like to see the primary source (I've tried to find it, but I can't find any public information) but it almost looks like it takes EU's central funding for Horizon and COVAX and calls it a day, ignoring member states' individual contributions.",
    "created_utc": 1612135560,
    "id": "glj8b7y",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "o_o9",
    "body": "I don't do a lot of crossword puzzles, but I've come across enough of them where the i j is separated to be sure that it's a thing.  \nI also remember that when we were given crosswords in school, everyone would ask if the ij was two spaces or one (so it's not just a me thing).\n\nI was told that it's sometimes in one space because they often come from the Netherlands, but I've actually never tried to verify it.",
    "created_utc": 1612135561,
    "id": "glj8b8g",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "Gibraltar also shares a border with Spain. Is the UK sharing the vaccine too?\n\nYou and I know the answer.",
    "created_utc": 1612135562,
    "id": "glj8bcl",
    "score": -8,
    "subreddit": "europe"
}{
    "author": "FrequentlyAsking",
    "body": "Russia is a country of \\~140 million people. Where are they supposed to run in your opinion?",
    "created_utc": 1612135570,
    "id": "glj8bxw",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "Tokmica",
    "body": "Croatian has \"đ\" as well",
    "created_utc": 1612135570,
    "id": "glj8bz3",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "bacteriagang",
    "body": "Good observation, and yes, there is a rule in which r is a wovel. Where did you spot it?",
    "created_utc": 1612135578,
    "id": "glj8cjq",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Maakolo",
    "body": "Is it just me or has the world been going wild lately?",
    "created_utc": 1612135581,
    "id": "glj8cr4",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "twowheeledfun",
    "body": "I can do both of those at home. But at least people don't think of you as a lonely alcoholic for giving yourself a buzcut.",
    "created_utc": 1612135601,
    "id": "glj8eap",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "holmes1001",
    "body": "They're talking about it quite a bit on CNN too.",
    "created_utc": 1612135604,
    "id": "glj8elo",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "IrishMilo",
    "body": "Are you joking ? I can't wait to dress up again. I miss the 4th S in my night out ritual - shit shower shave and SUITE UP!",
    "created_utc": 1612135605,
    "id": "glj8epd",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612135614,
    "id": "glj8fd6",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "schwifty_squanch",
    "body": "The Grand Budapest Parlament",
    "created_utc": 1612135621,
    "id": "glj8fuf",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "F4Z3_G04T",
    "body": "The vowels sound very friendly. I think Santa would speak Finnish if he'd exist",
    "created_utc": 1612135634,
    "id": "glj8gtj",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "sidon-0",
    "body": "Sinopharm should definitely be approved. It's been used widely in the UAE since December and is about \\~85% effective.",
    "created_utc": 1612135645,
    "id": "glj8hnj",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "IaAmAnAntelope",
    "body": "&gt; The US drugmaker Pfizer and the German biotech firm BioNTech stand to bring in nearly $13bn (£9.8bn) in global sales from their coronavirus vaccine next year, which will be evenly split between the two companies\n\n...\n\n&gt; The rival US drugmaker Johnson &amp; Johnson, along with AstraZeneca, which is developing a coronavirus vaccine in partnership with Oxford University, have both pledged to make their vaccines available on a not-for-profit basis during this pandemic\n\n&gt;-Your article\n\nAre you arguing his point for him?",
    "created_utc": 1612135648,
    "id": "glj8hv8",
    "score": 26,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "The Spanish-Gibraltar border is very different to the NI-RoI one and you know it. If you don't, you are in no position to comment on the matter.\n\nHere's the thing. If the UK didn't do this, you'd be accusing it of hoarding vaccines.",
    "created_utc": 1612135675,
    "id": "glj8jvn",
    "score": 20,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "In England? Mate my ex wanted an abortion, she hopped over to the clinic and they gave her a pill in the spot after a confirmed pregnancy test.\n\nEnglish charities use to post abortion pills to Ireland like 15 years ago when it was illegal in Ireland.\n\nAre you sure those English restrictions are for real?",
    "created_utc": 1612135679,
    "id": "glj8k6w",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "YesAmAThrowaway",
    "body": "In the days where people were still taught how to move, whether it be combat or dance.",
    "created_utc": 1612135696,
    "id": "glj8lgm",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "txobi",
    "body": "In that case you are saying that AZ signed a contract with unrealistic targets because it would have taken 3 extra months to get that kind of production?",
    "created_utc": 1612135707,
    "id": "glj8m9n",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "fedxc",
    "body": "If it ain’t English it’s Mexican",
    "created_utc": 1612135739,
    "id": "glj8on6",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "deliosenvy",
    "body": "I never said it's everywhere but Italy does not take good care of what it's got in general.",
    "created_utc": 1612135751,
    "id": "glj8pje",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "ItsEnderFire",
    "body": "Albania looks alright",
    "created_utc": 1612135760,
    "id": "glj8q6p",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "UKpoliticsSucks",
    "body": "Ty. Me too.  It makes me feel less stupid when trying to learn Spanish. The speed doesn't actually convey more information than I am used to processing, it just takes more parsing. Something I suspected but never had the proof :)",
    "created_utc": 1612135764,
    "id": "glj8qkh",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Strydwolf",
    "body": "&gt;Says you. People like to watch old architecture but living in it and building it are different things. As Americans say put your money where your mouth is. \n\nI own and live in a pre-modernist building. I also grew up in a modernist building, and *from my own experience* I can tell that the difference is *drastic*. Pre-modernist apartments have greater floor area on average, taller ceilings, let alone the quality of finishes, traditional urban streetscape and facade. In just about any city in Europe, pre-modernist houses, apartments - are top real estate. No modernist contemporary block, let alone from the 50-70s, can ever stand a chance to compete in terms of a price.\n\n&gt;Look what private people build for their homes it's not neo-romanesque (in my native language it's closer to neoromantism) but it's modern.\n\nVery much wrong. When people have ability to choose (often they don't), they pick large, traditional-looking houses, even though often they can't properly articulate what they'd like - which leads to McMansions, but it is showing where the heart goes. In the realm of corporate mass production of real estate, people's tastes do not come into equation - they have exactly zero influence on what is being built, the demand is therefore not connected to supply. By the way, what the heck do you even mean by bringing Neo-Romanesque? Neither me nor anybody else brought Neo-Romanesque, and this hall in OP picture is sure as hell not of this style. Do you even know what Neo-Romanesque is?\n\n&gt;Again what people like to watch and where they really want to live are different things. They put money not where they loudly applied. I can easily find you hundreds of old 100-150 year old houses under 100k euros why do you think they get abandoned when for same money people build new? I own apartment in 120 year old house I had to rip everything to bare bricks. My in-laws lived in 400 year old manor house(small one check in Google images \"dworek polski\") and it was like a pit from hell opened in their pocket. Yes it's lovely to look, to visit on sightseeing trip holding hands whispering \"how lovely it would be to own such place...\". But when people vote with their money they choose modern designs.\n\nSee above. When you pick some place in a shithole region which has exactly zero business activity going on, naturally the prices will drop and low-maintenance will lump up. That proves absolutely nothing. You have to compare buildings in larger, more prosperous cities and towns, especially somewhere where there is a less of a supply of pre-war housing (due to war damage or what not). There you see the *staggering* difference in costs.\n\n&gt;Where did I complained about people taste? If people would want Romanesque architecture they would build it. Majority of buildings in my country but also in my part of Europe are built by future owners so you babling about cabals has nothing to do. Because if people would like they would just go to architect that would design them what they like. And for some time in early 90ties my country was flooded with what we call Gargamels houses with towers with fake styrofoam stone walls and columns at entrances you won't see many new buildings in this style.\n\nOf course they couldn't - there is a lack of designers and contractors able to do the job. There is literally a handful designers in Europe left who could design a traditional building. The academia makes sure that only one sort of aesthetic approach is being taught, everything else denounced as heresy. Obviously in such environment you will not find a designer that can do an educated design and advise for you. \n\n&gt;Labour cost is much higher! Oh my god brickmasons here are still mainstay of every building. We rarely build with sticks like people do overseas. Building with bricks has nothing to do if you build traditional or modern it's finishing that kills! Look at that library how many superb woodworkers would you need for that level of finish? Outside it probably has hundreds of fine stonemason works. You could extrude it or even 3d print but it will look tacky the level of finish that this library in picture has costs gigantic money.\n\nLabour cost is not much higher *in comparison* to material cost today, when compared to pre-war situation. The inflation has brought up the number of zeroes in your prices, but the gross margin is the same.\n\n&gt;Yes just like cars killed carriage industry those damn car designers forced people to buy cars and carriage industry went out of business. Grow up if modernism wouldn't be liked then it wouldn't be requested by owners and build for them. It was family Tugendhat that hired Mies van der Rohe not some designer forcing them to build it.\n\nThose \"damn car designers\" did force the people to buy cars. It was a calculated cooperation between the industries, well known from history, it has never been a secret. New urban design that forced the dominance of car traffic, long distances of travel, separation of city functions, low-density urbanism - and at the same time killing of the public transportation - all led to a basically mandatory proliferation of a car. You get it or you're screwed. The wounds delivered by the post-war \"experts\" in urban planning will take a century to mend. Contemporary urban planning is just starting this work as of now. \n\n&gt;Lol you really don't know how much stone columns, gargoyles and other things cost, how much copper draining costs ceramic roof tiles(that need heavier roofing) or god forbid slate. Not to mention upkeep. Just replacing main doors in my in-laws manor house cost more than average monthly pay heavy almost 3m high oak double doors I could replace every door in modern house for same price. And don't get me started on windows my MIL gets murderous anytime she speaks about freaking traditional windows\n\nI do know, I work with that daily. They are not cheap. However long term, when properly designed, the maintenance costs would be lower than any of your typical archdaily Mies' copycat. On a large scale, look at Elbphilharmonie - for the cost it took to build it, you could make a 1:1 copy of Opera Garnier with 1:1 traditional techniques and labourers working in clown costumes - and you'd still be lower than a final project price. You have to compare apples to apples after all. But if your only argument is price, then by all means of course you can throw it all, go live in a shed or a dugout - that would certainly be even cheaper, more cost-effective, if you can come to terms with living like a rat.\n\n&gt;It's not 10% I when I was selling bathroom finishings I wouldn't go below 15% and average was closer to 25% starting point was +35% but just so I could let clients haggle it down.\n\nIt is 10% if you look at any big project today. In your small-scale it comes to a larger markup, but when we are talking about a project with a cost of $75-150,000,000.00, anything higher than 10% would not bring you many jobs to work on. \n\n&gt;But you also don't get real costs of building in 18th or 19th century style as on the picture above. You also don't get the costs of upkeep of such structures. High ceilings are bitch to heat in winter and bitch to cool in summer. Wooden finishing like this is nightmare to run cables with modern you have ceiling space to hide cables that library needs. They are also not cheap to repair or replace with modern you just get bit of paint.\n\nIts all a matter of a proper design. If you lack it, you will have problems and rack up the costs. The maintenance is a variable dependent on avoiding the conditions that lead to deterioration.",
    "created_utc": 1612135802,
    "id": "glj8t8v",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "rockpython22o4",
    "body": "Gibraltar is a few thousand people",
    "created_utc": 1612135814,
    "id": "glj8u4l",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "laclapas34",
    "body": "https://factuel.afp.com/ce-passeport-de-la-momie-de-ramses-ii-est-un-montage",
    "created_utc": 1612135823,
    "id": "glj8ut3",
    "score": 14,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "That's not true at all. What are you on about?\n\nhttps://www.nhs.uk/conditions/abortion/\n\nYou can get an abortion for any or NO reason, completely free, even through a sexual health clinic.\n\nMy ex walked into one of the sexual health charities with a same day booking, reconfirmed she was pregnant, and was given the abortion pill in the same day within like 2 hours.\n\nCan you source any of your claims?",
    "created_utc": 1612135823,
    "id": "glj8uu4",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "gsurfer04",
    "body": "BioNTech gets paid for the IP and Pfizer gets paid for manufacturing.\n\nWithout BioNTech, Pfizer would have nothing.",
    "created_utc": 1612135833,
    "id": "glj8vjo",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Winstonoceaniasmith",
    "body": "Good on Austria, I'm sure the Portuguese will appreciate this",
    "created_utc": 1612135834,
    "id": "glj8vn5",
    "score": 14,
    "subreddit": "europe"
}{
    "author": "Hefatros",
    "body": "None of these criteria really exclude \"Europe-ness\" though. Finnish, Estonian, Hungarian are all originally from Central Asia. Albanian is not related to any other European language. True, Ankara lies in Asia, but Istanbul lies literally on the Europe / Asia border and it was the capitol of Turkey for centuries. And as for invading, I mean, the atrocities Swedish soldiers did during the 30 Years War' siege of Prague or Brno are ranked among the worst in the country's history, probably after Nazi occupation. I think for most people here back then, those were one of the worst invaders.\n\nThis is nothing against you or Sweden of course. What I mean to say is that perceptions and people change. I'd rather have a Europeanised Turkey than a Middle Easternised one. Imagine having a second Iraq or Iran so close. By being all \"muh Europe Turkey cannot into Europe\" we're ultimately doing ourselves more harm. Just my two cents, of course. Just seems a weird hill to die on ;)\n\nBesides, if anyone is the OG European language, it's Basque. To them, we \"Indo-Europans\" are the filthy invaders.",
    "created_utc": 1612135838,
    "id": "glj8vxa",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "o_o9",
    "body": "You're not alone in that thought, this thread is the first I've heard of it.",
    "created_utc": 1612135841,
    "id": "glj8w6y",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "KiFr89",
    "body": "Wow, this is awesome. I can't even find the proper word to describe it. I could hang this image on my wall!",
    "created_utc": 1612135842,
    "id": "glj8w82",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "GarconduDesir",
    "body": "Would be interesting to see where Russian would place, it always sounds very long to me",
    "created_utc": 1612135845,
    "id": "glj8whc",
    "score": 26,
    "subreddit": "europe"
}{
    "author": "FrequentlyAsking",
    "body": "Why are you making this about the US. This has nothing to with the US.",
    "created_utc": 1612135856,
    "id": "glj8xa9",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "Gibraltar and Spain share an open land border too. I'm sure the UK will give thousands of vaccines to Spain, as it's common sense, isn't it?\n\nLol, you guys can't be more stupid.",
    "created_utc": 1612135859,
    "id": "glj8xh8",
    "score": -12,
    "subreddit": "europe"
}{
    "author": "Derkades",
    "body": "Useful for the geoguessr community",
    "created_utc": 1612135861,
    "id": "glj8xmw",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Bdcoll",
    "body": "The same is also happening with European people upvoting European people., and downvoting everything that they don't like.\n\nThe only difference is that is the default state of this subreddit.",
    "created_utc": 1612135870,
    "id": "glj8ybc",
    "score": 23,
    "subreddit": "europe"
}{
    "author": "EmptyRevolver",
    "body": "But he didn't invoke it, despite food shortages in NI, so clearly he's not intending to trigger it on a whim like the EU just did. \n  \nYou'd have to be seriously idiotic to suggest that political talk of theoretically invoking it is the same as *actually* trying to invoke it. Idk how this sounded like a good point in your head lmao.",
    "created_utc": 1612135874,
    "id": "glj8yn4",
    "score": 23,
    "subreddit": "europe"
}{
    "author": "o_o9",
    "body": "I didn't know that.  \nWeird that none of my teachers ever corrected me.",
    "created_utc": 1612135874,
    "id": "glj8ynk",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "MagesticPlight1",
    "body": "Pretty much was happened after Brexit. If the transition period is larger and better managed, the impact will not be as severe as it was after Brexit. Yet, all those things, including freedom of movement and frictionless trade will most probably cease to exist.\n\nAs for the military, it will be split based on how much as a % Scotland has payed. NHS will be split based on where the hospitals and other infrastructure is.",
    "created_utc": 1612135876,
    "id": "glj8yub",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "Every vaccine that was allocated to Ireland can go to Spain if you're worried, but we have a Common Travel Area with Ireland. \n\nYou realise our AZ plants will then be working full out to fulfill your demand?",
    "created_utc": 1612135878,
    "id": "glj8yxv",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "Average_Kebab",
    "body": "What? Are you dumb?",
    "created_utc": 1612135888,
    "id": "glj8znx",
    "score": -10,
    "subreddit": "europe"
}{
    "author": "hunterturk",
    "body": "Don’t worry, we learnt our lesson very well.",
    "created_utc": 1612135896,
    "id": "glj909l",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "LionLucy",
    "body": "You have to give a reason. It can be really quick. It's a tick box exercise in most cases but it's technically not \"at will.\"",
    "created_utc": 1612135908,
    "id": "glj9141",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "mikkolukas",
    "body": "Finnish",
    "created_utc": 1612135924,
    "id": "glj92be",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "Abyssal_Groot",
    "body": "Upvotes will follow tomorrow. It is indeed a bit late to drop this if you want Reddit karma.\n\nAnyway, thanks for sharing. It's interesting, I imagine Dutch being between German and English, and for Flemish averaging it out with a quarter of French or something.",
    "created_utc": 1612135926,
    "id": "glj92gw",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "UniquesNotUseful",
    "body": "Other AZ sites did have problems though, it was just we had a lead time to sort them out.  UK had about 2 or 3 months delays, which probably links to the contract signing delay being raised so often.\n\nPfizer did also have problems but the turnaround to create their vaccines is quicker than the AZ one (think 3 weeks Vs 2 months).\n\nModerna also had production issues (again quicker production turnaround, similar to Pfizer).",
    "created_utc": 1612135950,
    "id": "glj946h",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "WhyNotCollegeBroad",
    "body": "The UK is a poor nation, a rogue state, plague island and we're now living like vagrants due to Brexit. \n \nI'm sure the EU can look after their own.",
    "created_utc": 1612135951,
    "id": "glj9478",
    "score": -79,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[removed]",
    "created_utc": 1612135954,
    "id": "glj94ha",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MarktpLatz",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it is not on-topic for this subreddit. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules) and our [geo policy](https://www.reddit.com/r/europe/wiki/geographical_policy).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612135972,
    "id": "glj95u4",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "ce_km_r_eng",
    "body": "Let me rephrase, if you want to buy the vaccine, do you call Pfizer or BioNTech? If we would start to name every single subcontractor involved in the production of any product, we would be spending half of our lives pronouncing the names.",
    "created_utc": 1612135976,
    "id": "glj965e",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "expertrainbowhunter",
    "body": "Srbija, grčka. Crna gora",
    "created_utc": 1612135989,
    "id": "glj973n",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "DeadAssociate",
    "body": "'dont forget about me today'",
    "created_utc": 1612136022,
    "id": "glj99hl",
    "score": 22,
    "subreddit": "europe"
}{
    "author": "CCV21",
    "body": "Pharoah Rameses II is considered one of the greatest pharoahs of Ancient Egypt.",
    "created_utc": 1612136034,
    "id": "glj9aee",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "lafogo1637",
    "body": "That part is referring to Vlachs who are present in these countries. So it's not Bulgarian, Serbian, Albanian. But it is spoken in our countries.",
    "created_utc": 1612136041,
    "id": "glj9ay3",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "MiskiMoon",
    "body": "No shit people     \n\nNo point in vaccinating NI if Ireland is infected. We do share land with them. Best to get the entire Island vaccinated",
    "created_utc": 1612136050,
    "id": "glj9blo",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "Past deaths weren't too bad but Germany is in full lockdown mate.",
    "created_utc": 1612136066,
    "id": "glj9cqi",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "I'm Spanish and I know perfectly the nature of the Spanish-Gibraltar border. \n\nIf the UK didn't specifically gave vaccines to Ireland I wouldn't think it's a geopolitical move.",
    "created_utc": 1612136070,
    "id": "glj9cz2",
    "score": -6,
    "subreddit": "europe"
}{
    "author": "41942319",
    "body": "Culture of consensus politics. Great for cooperation, not very fast when you need decisive action. Our healthcare system is also heavily compartmentalised so it's probably not the most efficient at this stuff, they're still ironing out some kinks there. We started later than the rest, and are now slowly picking up speed by adding different groups to the poule of people being vaccinated. First it was just critical care staff, then care home staff in a few reasons, then care home staff in all regions, then elderly people on care homes, then other people in residential care, then &gt;90yos, starting with &gt;85yos this week. Banking on the slow and steady approach I guess. We were also keeping part of the vaccine stash back for the second dose, but not as much now. \n\nThere's also an issue with different groups currently vaccinating people and they're having problems with giving timely updates to the national health service, so they've just today started using a calculation of the amount of vaccines that have been given in stead of the actual number. It shows a massive undercount in the amount of vaccines given out in all residential care (that figure hadn't been updated since last Tuesday) and a smaller but still significant undercount in the amount of vaccines given out in hospitals. So we're doing a bit better than the data suggests, but not a lot. The model puts us at about the same level as Austria here. They also still give the daily reported data of vaccines given by the national health organisation, BTW, and they'll return to showing the actual count once they get the joined registration up and running. \n\nWe've been told yesterday? I think that vaccine appointments outstrip supply deliveries the next few weeks. So we should be jabbing away the backlog soon and be rid of the stuff we have in storage now. We'll see.",
    "created_utc": 1612136082,
    "id": "glj9dws",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MySpicypumpkin",
    "body": "What a powerful image!\n\nBut don’t you mean 73 years ago?",
    "created_utc": 1612136085,
    "id": "glj9e68",
    "score": -3,
    "subreddit": "europe"
}{
    "author": "lafogo1637",
    "body": "That part is referring to Vlachs who are present in these countries. So it's not Bulgarian, Serbian, Albanian. But it is spoken in our countries.",
    "created_utc": 1612136094,
    "id": "glj9etu",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "CreativeWriting00179",
    "body": "You just knew it was going to be someone from the Netherlands making this point :D",
    "created_utc": 1612136100,
    "id": "glj9fa2",
    "score": 20,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612136107,
    "id": "glj9fsl",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "mikkolukas",
    "body": "But the Finnish alphabet does have an å",
    "created_utc": 1612136116,
    "id": "glj9gfz",
    "score": -4,
    "subreddit": "europe"
}{
    "author": "OrderOfBrahmanas",
    "body": "Deccan is which language?",
    "created_utc": 1612136152,
    "id": "glj9j57",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "routbof75",
    "body": "Off topic. Please take your battles to a relevant sub.",
    "created_utc": 1612136161,
    "id": "glj9jrj",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "anthk_",
    "body": "We use kayak, kilo, kiwi...\n\nIt's part of the Spanish alphabet from long ago.",
    "created_utc": 1612136176,
    "id": "glj9kw0",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "zutmop",
    "body": "Who cares? Deliveries were agreed upon by both parties. Shifting blame from AZ(You know, the producer) to the customer is just strange.",
    "created_utc": 1612136188,
    "id": "glj9lul",
    "score": 17,
    "subreddit": "europe"
}{
    "author": "superhans36",
    "body": "Errr 6100bc.. just saying",
    "created_utc": 1612136203,
    "id": "glj9mza",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "policemenconnoisseur",
    "body": "Now please add the rain and thunder sound and then upload the picture to YouTube",
    "created_utc": 1612136217,
    "id": "glj9nz3",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "ASR004",
    "body": "Here’s a tip:\n\nMontenegro often has a rift in the sky. \n\nThere are only three countries in the game that have it: Albania, Montenegro and Senegal.\n\nAlthough there are some parts of Montenegro that don’t have rifts in the sky, rifts can (almost) always be seen in Senegal and Albania.\n\n[They look like this.](https://www.google.com/maps/@40.8504044,19.6401954,3a,90.000000y,89)",
    "created_utc": 1612136218,
    "id": "glj9o2w",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "DeadAssociate",
    "body": "[we allready sold them some of yours](https://m.youtube.com/watch?v=Q5EXbwxZ8lg)",
    "created_utc": 1612136232,
    "id": "glj9p2x",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "TooOldToCareIsTaken",
    "body": "Was this article written by a teenage blogger?\n\n\"Brexit could cause Northern Ireland and Scotland to split from London\"",
    "created_utc": 1612136244,
    "id": "glj9pz8",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "This would be the literal exact opposite of a weapon you absolute nunce. It's aid.",
    "created_utc": 1612136250,
    "id": "glj9qfy",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "&gt; I'm Spanish and I know perfectly the nature of the Spanish-Gibraltar border.\n\nIn which case you should have known better than comparing the two.\n\n&gt; If the UK didn't specifically gave vaccines to Ireland I wouldn't think it's a geopolitical move.\n\nAnd you'd accuse them of hoarding.",
    "created_utc": 1612136256,
    "id": "glj9qvm",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "palishkoto",
    "body": "They're on Round 3 for Australia and NZ right now. Hopefully it should happen in the next year.",
    "created_utc": 1612136262,
    "id": "glj9ra0",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "UKpoliticsSucks",
    "body": "lol fuck karma. Analytics of language isn't really the best approach for a whore. \n\nI just wanted to share something neat and perhaps learn something from people more knowledgeable on the subject. Something that won't happen if buried and without comments.",
    "created_utc": 1612136264,
    "id": "glj9rg9",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "Throwaway437243y247f",
    "body": "That data really does stink when the Chinese themselves only claim 79% however",
    "created_utc": 1612136267,
    "id": "glj9rm7",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Rulweylan",
    "body": "You're still shaving? I can barely bring myself to shower regularly.\n\n (Admittedly, I live alone, work from home and am being treated for severe depression, so my standards might be lower than average)",
    "created_utc": 1612136268,
    "id": "glj9rp7",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "CoastalCapybara",
    "body": "The difference is Spain has a population of 50 million and Ireland has a population of 5 million. Providing vaccines to ROI is the right thing to do as well as being a logistically easier thing to do.",
    "created_utc": 1612136268,
    "id": "glj9rq5",
    "score": 13,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "What's the difference?",
    "created_utc": 1612136279,
    "id": "glj9sjc",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "mikkolukas",
    "body": "Like complaining that Swedish is nowhere close to German or Latin despite having the same linguistic ancestor",
    "created_utc": 1612136297,
    "id": "glj9trq",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "statellle",
    "body": "The best part is when these jokes mention suicide by two bullets in the back of the head, aka an actual event that happened in us and a (see [Gary Webb](https://en.m.wikipedia.org/wiki/Gary_Webb) )",
    "created_utc": 1612136301,
    "id": "glj9u4u",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "kalopssya",
    "body": "*GASPS* THAT WAS FAST HAHAH dang i was confused at first, didn't rlly know what it was about but then i kept going, no, no, no and the romanian hahah",
    "created_utc": 1612136302,
    "id": "glj9u6f",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Hasobert",
    "body": "Yea it's the other way around. We need them.",
    "created_utc": 1612136308,
    "id": "glj9unz",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "TheDaznis",
    "body": "&gt;For us to scream bloody murder run up the Union Jack and try and reform the Empire starting with Hong Kong? 🙄\n\nNo you could just ban imports from China. But you can't do that anymore. So good luck licking Chinese boots until you do that bloody murder. If you actually have any power when that time comes.",
    "created_utc": 1612136313,
    "id": "glj9v0a",
    "score": -3,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "Gibraltar HAS a border with Spain.\n\nIreland does NOT have a border with NI.\n\nAlso Gibraltar has been getting a disproportionate share of vaccine because of their border with Spain. They've already vaccinated a 3rd of their population. They will be 100% vaccinated by May.",
    "created_utc": 1612136328,
    "id": "glj9w2h",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "BGH26",
    "body": "No Wonder he went a bit far to keep this beauty. You almost start to understand why some people are so power hungry.",
    "created_utc": 1612136331,
    "id": "glj9w8m",
    "score": 26,
    "subreddit": "europe"
}{
    "author": "cougarlt",
    "body": "Too long path for Lithuanian.\n\nĖ/ė?\n\nYes -&gt; Lithuanian\n\nNo -&gt; Everything else",
    "created_utc": 1612136333,
    "id": "glj9wfv",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Important_Poetry_138",
    "body": "Finnish and Hungarian are not indo European languages. Both are Asian languages spoken by Europeans.",
    "created_utc": 1612136339,
    "id": "glj9ww7",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "redco37",
    "body": "Yeah, I guess spreading awareness is better than nothing but to claim that this form of \"support\" can somehow change things is just ridiculous.",
    "created_utc": 1612136344,
    "id": "glj9x9d",
    "score": 54,
    "subreddit": "europe"
}{
    "author": "Abyssal_Groot",
    "body": "That's true. But I don't think it will be burried that quickly. Unless there are a lot of posts on this sub during European night time, that is.",
    "created_utc": 1612136357,
    "id": "glj9y71",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "AZ is not able to fulfill the demand, as shown this week.",
    "created_utc": 1612136360,
    "id": "glj9ygi",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "David3637",
    "body": "I completely agree with you.  I am also from Ukraine.  We (in Ukraine) say that there are no good Russians for us.  Because all Russians are emperors. I hope everyone will understand this soon.",
    "created_utc": 1612136365,
    "id": "glj9yrj",
    "score": -11,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "Biontech reduced projected numberd to be delivered by 40%. This hits all contacts equally.  AZ didn't and only punished the EU for production short comings they claim while delivering to the UK just fine,\n\nAlso they never said there will be export barriers. The exports need to be notified to EU to have an idea what vaccine is going where which is very reasonable. \n\nJapan and Canada are also being selfish. They have some of the lowest Corona infections rates while Latin America is going out of controll getting barely any.",
    "created_utc": 1612136372,
    "id": "glj9z90",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "I hope whatever Ireland don't use go to poor and developing allied countries rather than other rich ones in the EU. Kenya, Nigeria, Jamaica, etc.",
    "created_utc": 1612136376,
    "id": "glj9zm6",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612136416,
    "id": "glja2m7",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "nmcj1996",
    "body": "How is Gibraltar in any way similar. [The UK doesn't have a CTA with Gibraltar](https://www.gov.uk/foreign-travel-advice/gibraltar/entry-requirements), nor does Gibraltar have a CTA with Spain, there is far far more travel between the UK and Ireland than the UK and Gibraltar or Spain and Spain is a pretty damn big country whereas Ireland is small enough that the UK could actually make a difference in its vaccination programme.",
    "created_utc": 1612136430,
    "id": "glja3m7",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "AltrightLibtard",
    "body": "Where’s Cornish and Manx at",
    "created_utc": 1612136433,
    "id": "glja3tt",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "zutmop",
    "body": "I doubt it. They must have most of the shipment already produced. A percentage improvement on the last batches can't make up that many doses. They're just counting on people being idiots and defaulting to bashing EU.",
    "created_utc": 1612136433,
    "id": "glja3vw",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "You've let hatred take the place of reason.",
    "created_utc": 1612136434,
    "id": "glja3ye",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "MattSn1p",
    "body": "Он герой, которого заслуживает мать Россия, но не тот, в котором она нуждается прямо сейчас, поэтому мы будем охотиться на него, потому что он может это взять. Потому что он не наш герой.",
    "created_utc": 1612136438,
    "id": "glja49v",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612136440,
    "id": "glja4fv",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "bacteriagang",
    "body": "Ah, ok. As a native speaker, I tend to oversee these rules because it became normal after hearing it all the time.",
    "created_utc": 1612136441,
    "id": "glja4iq",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "GavinShipman",
    "body": "Gibraltar’s population can fit into Deportivo de La Coruña’s football stadium. It’s not comparable.",
    "created_utc": 1612136442,
    "id": "glja4jd",
    "score": 15,
    "subreddit": "europe"
}{
    "author": "TheBunkerKing",
    "body": "A huge part of everything that Finland is stems from Sweden, right down to our values and legistature. And we're pretty much done with Gustav III's Great Partition nowadays!",
    "created_utc": 1612136444,
    "id": "glja4p3",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "Ireland HAS a border with the UK. It's open, but it's definitely a border, same as Spain with the UK.",
    "created_utc": 1612136446,
    "id": "glja4uc",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "ce_km_r_eng",
    "body": "I think Solidarna Polska will be their final nail in the coffin.",
    "created_utc": 1612136464,
    "id": "glja656",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "1maco",
    "body": "Saturday (not today since Sundays suck at reporting) the US had 2,900 deaths, Germany adjusted for population, had 1,950 deaths. \n\nFriday it was 3,600 vs 3,200. \n\n7 day average is 3,100 vs 2,700 (adjust for US population)\n\nSo still the US is worse. The UK is even worse. If it has the US population it would have 5,900 deaths per day. (7 day average)",
    "created_utc": 1612136464,
    "id": "glja65g",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "By taking this action, we'd be protecting 99.95% of UK citizens.\n\nI doubt we even have it in our power to vaccinate Spain, who has open borders with everyone as part of the Schengen Area.",
    "created_utc": 1612136466,
    "id": "glja69h",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "SagittaryX",
    "body": "Hey look, Balkans after a HOI4 AI peace treaty.",
    "created_utc": 1612136473,
    "id": "glja6t3",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "gsurfer04",
    "body": "If something is invented in Germany, it's a German invention. Who makes it later is irrelevant.",
    "created_utc": 1612136479,
    "id": "glja782",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "GrouseEater",
    "body": "Similar how French doesn’t have w either — but loanwords do.",
    "created_utc": 1612136485,
    "id": "glja7pc",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "SpecFor",
    "body": "Nightmare mode for the people who wants to learn spanish.",
    "created_utc": 1612136502,
    "id": "glja8y1",
    "score": 25,
    "subreddit": "europe"
}{
    "author": "TheMoshe",
    "body": "Yes. That's the law. I know it doesn't work like that in reality, but it's still the law. Another example of divergence between law and practice: I believe you need the signature of two doctors for an abortion, but I've heard of stacks of them being pre-signed to avoid this.\n\nAlso, I don't know how much difference it makes if it's a medical abortion (morning after pill) vs surgical abortion.",
    "created_utc": 1612136507,
    "id": "glja99e",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "cougarlt",
    "body": "\\-ul ending gives Romanian right away.",
    "created_utc": 1612136514,
    "id": "glja9tp",
    "score": 23,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "But I thoughts the UK was sharing vaccines out of pure altruism?",
    "created_utc": 1612136534,
    "id": "gljab9b",
    "score": -7,
    "subreddit": "europe"
}{
    "author": "OptimalCynic",
    "body": "No, good governance doesn't scale. We should be breaking up large countries, not making them",
    "created_utc": 1612136546,
    "id": "gljac4x",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612136546,
    "id": "gljac78",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "Not to mention that a frictionless border between Gibraltar and Spain isn't necessary to prevent many people murdered in a second civil war. This guy is a perfect example of why you should think first and type second.",
    "created_utc": 1612136595,
    "id": "gljafro",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "MG-10",
    "body": "Although it does not have much to do with the article, I wanted to add that in my opinion a future entry into the European Union by Montenegro, North Macedonia and Albania (all countries that have very close relations with Italy, especially the last one) could help to increase our influence and weight within the union, and for this reason (plus the fact that they have made great progress in recent years) we should support their access even more than we are currently doing",
    "created_utc": 1612136596,
    "id": "gljafv1",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Flagon_dragon",
    "body": "He is also a dick. \n\nTo understand his position though, you have to understand his own party is pretty divided over the EU, and then you have the DUP (Northern Ireland) who have traditionally sided with the Tories. So this is the same as saying \"yeah, I'd push the button to fire nukes\" to get them onside.\n\nThis is slightly different from hastily publishing a document that invokes Article 16. Fortunately it was rectified quickly.\n\nNow, I tend to believe that this was a genuine mistake by the EC. But the ramifications of actually seeming to invoke it, without consultation or all the other things that were supposed to be done (Ireland weren't too happy by all accounts, being a full EU member and all), created a large diplomatic incident, even though short lived.\n\nOf course, now we have Arlene Foster from the DUP screaming that the UK should invoke Article 16, but fortunately she's being ignored.\n\nIn short, posturing and saying you would, in some hypothetical situation, utilise the weapon is not the same as using the weapon, even by mistake.\n\nEdited - duplication",
    "created_utc": 1612136597,
    "id": "gljafvi",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "mrbants1234",
    "body": "We know the vaccines deal with the south africa mutation. Johnson and johnson showed that in their large scale trial. Same tech as the oxford vaccine. So oxford vaccine will work on that. \n\nAnyway to deal with mutations the eu needs to improve on their genetics. I know most eu countries dont have the science expertise of the anglosphere but germany does. You need to pick up your game and start sequencing so we can target variants faster",
    "created_utc": 1612136600,
    "id": "gljag40",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "GerryScottiFan",
    "body": "damn",
    "created_utc": 1612136601,
    "id": "gljag7c",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "BorkoIzSmoljinca",
    "body": "ironic flair",
    "created_utc": 1612136605,
    "id": "gljaghm",
    "score": 10,
    "subreddit": "europe"
}{
    "author": "rockpython22o4",
    "body": "It's not worth giving Spain millions just so a few thousand people can go into spain to work",
    "created_utc": 1612136605,
    "id": "gljagir",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "Aromatic_Reindeer",
    "body": "Never thought id miss barbers this much",
    "created_utc": 1612136609,
    "id": "gljagtf",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Hyggebasse",
    "body": "Theres a bridge consortium. Øresundsbro Konsortiet. So one organisation controls the whole bridge.",
    "created_utc": 1612136616,
    "id": "gljahax",
    "score": 18,
    "subreddit": "europe"
}{
    "author": "Ericmerrick",
    "body": "Sorry, I only speak normal.",
    "created_utc": 1612136621,
    "id": "gljahnv",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Chr1sUK",
    "body": "Again, the contract they signed and that has been widely shared clearly states ‘best reasonable efforts’. Unfortunately the vaccine yield they have produced is lower than they expected, it’s a fine tuning process which will get better over time (which is why they have now said they can deliver an additional 9m vaccines)...they’ve just had less time to work on it, unlike the U.K. manufacturing centre.",
    "created_utc": 1612136629,
    "id": "gljai8b",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "AllanKempe",
    "body": "Exactly.",
    "created_utc": 1612136646,
    "id": "gljajgw",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Rasta_Diefunk",
    "body": "I mean... It's Berlin. Half of it was East German and surrounded by the GDR.",
    "created_utc": 1612136667,
    "id": "gljal28",
    "score": 27,
    "subreddit": "europe"
}{
    "author": "Haribo45",
    "body": "Now that's some lord of the rings scenery",
    "created_utc": 1612136671,
    "id": "gljalbr",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "WhyNotCollegeBroad",
    "body": "Remember this is Q1. two months of improvements. They're saying they've improved things a little and the manufacturing issues at the French site has improved.",
    "created_utc": 1612136677,
    "id": "gljalsy",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "&gt;as shown this week\n\nIt'll be months before what is proposed in this thread becomes a reality. With our plants then free, AZ EU will be producing 10M a week.",
    "created_utc": 1612136682,
    "id": "gljam4h",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "SonWutRUdoin",
    "body": "Seems like a good idea. \n\nWe have a common travel area with Ireland, and they are our only actual land border. \n\nGiving them enough vaccine to vaccinate their most vulnerable (65's and overs, and CEV) would only set back our programme a couple of days. \n\nIt's a bit of a no brainier.",
    "created_utc": 1612136683,
    "id": "gljam7o",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "If you have vaccinated the whole of your population, why on earth would you need to vaccine Ireland? People would be protected already, do you guys know how vaccines work?",
    "created_utc": 1612136684,
    "id": "gljambx",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "SpeckledFleebeedoo",
    "body": "[Neat](https://i.imgur.com/pm0O6DP.jpg)",
    "created_utc": 1612136716,
    "id": "gljaook",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "L4z",
    "body": "That Anders guy sure had a lot of sons.",
    "created_utc": 1612136726,
    "id": "gljapej",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "SonWutRUdoin",
    "body": "It's the only country we have a land border with..\n\nMakes sense to vaccinate them.",
    "created_utc": 1612136739,
    "id": "gljaqbo",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "This relies on the assumption that vaccines are 100% effective, which we all know is not the case.",
    "created_utc": 1612136739,
    "id": "gljaqcx",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "Rasta_Diefunk",
    "body": "There is a city in Turkey named Batman.",
    "created_utc": 1612136776,
    "id": "gljat1w",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "andrefsp",
    "body": "I will upvote anything from Galicia!  &lt;3",
    "created_utc": 1612136807,
    "id": "gljavcz",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "Loki-L",
    "body": "Tell that to Zoë.\n\nSeriously though, the flow chart breaks down as soon as you introduce words and names originally adopted from other languages into the mix.\n\nThere are no rules without exception  in linguistics.",
    "created_utc": 1612136807,
    "id": "gljavd6",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "annoyingskull",
    "body": "Not entirely sure why the Greek/ Georgian/ Cyrillic alphabet are amalgamated together in the first diamond. Most of these letters aren’t part of the Greek alphabet for example",
    "created_utc": 1612136808,
    "id": "gljavgn",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "cosurgi",
    "body": "Start doing these things and no more depression 😁",
    "created_utc": 1612136816,
    "id": "gljaw2f",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Warspite_kai",
    "body": "83 years ago, 1938, during the Civil War.",
    "created_utc": 1612136817,
    "id": "gljaw52",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "txobi",
    "body": "Again, best reasonable effort is clarified in the contract and it does not seem that a 60% cut would be included in that area.",
    "created_utc": 1612136823,
    "id": "gljawkd",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "The Americans are only blocking exports for factories where the US helped fund, source and build facilities and supplies.\n\nIf Pfizer self funded a factory to then export vaccine, that's entirely legal.",
    "created_utc": 1612136824,
    "id": "gljawm1",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "lola-at-teatime",
    "body": "You could have observed what others do and just do the same..",
    "created_utc": 1612136829,
    "id": "gljawyp",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "GavinShipman",
    "body": "Who said it was altruism? It’s more to do with logistics and health coordination on the island.\n\nIf you can’t see the difference between that and demanding vaccines based off a border between a 34k population overseas territory and a 48 million nation state, then I don’t know what to say.",
    "created_utc": 1612136847,
    "id": "gljaya1",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "Sidrotarn",
    "body": "And Island",
    "created_utc": 1612136855,
    "id": "gljayw2",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "sidon-0",
    "body": "different countries are going to give you slightly different results depending on the study methodology, how the vaccine was administered, how large the sample size was, populations may react differently, etc. At the end of the day \\~80%-85% is good enough. All that should matter now is getting people vaccinated fast.",
    "created_utc": 1612136858,
    "id": "gljaz44",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "&gt;do you guys know how vaccines work?\n\nAZ is anywhere from 62-90% effective, depending on the dosage. We do not know the efficacy in over 65s yet, nor do we know the efficacy against the new variants (early indicators suggest they're less effective). I don't think you're in any position to be condescending here.",
    "created_utc": 1612136871,
    "id": "gljb01p",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "DrProtic",
    "body": "Seeing Croatia without sea access is worth it xD",
    "created_utc": 1612136878,
    "id": "gljb0k7",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612136887,
    "id": "gljb18w",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "Pretty cool that India and China are going to be the biggest saviors to the developed world.\n\nJust wish India and China would sort out their borders and become allies.",
    "created_utc": 1612136889,
    "id": "gljb1c9",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Jonstiniho89",
    "body": "Small economy? The UK is the fifth largest economy in the world",
    "created_utc": 1612136901,
    "id": "gljb287",
    "score": 23,
    "subreddit": "europe"
}{
    "author": "SonWutRUdoin",
    "body": "Where'd you get that idea? \n\n&gt;Ministers are examining sharing vaccines with other countries in order \"to protect us and the rest of the world\" as soon as supplies for the domestic vaccination programme are assured, a Government source said. \"The Common Travel Area falls into that category,\" the source added. \"If Ireland was still experiencing shortfalls, we absolutely would.\"\n\nWe have Freedom of Movement with Ireland (call the CTA), so it'd be stupid to leave Ireland unvaccinated. It'd hurt our people. \n\nNothing altruistic about it. It's just common sense from a self preservation perspective.",
    "created_utc": 1612136902,
    "id": "gljb2c7",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "OensBoekie",
    "body": "unlike the TU Delft tram",
    "created_utc": 1612136905,
    "id": "gljb2jp",
    "score": 11,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "Different trials will have slightly different efficacy mate.",
    "created_utc": 1612136917,
    "id": "gljb3g7",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Flagon_dragon",
    "body": "I believe the profit is net zero for AZ, so this will depend on where it's being manufactured as things like labour costs and raw materials differ.",
    "created_utc": 1612136920,
    "id": "gljb3ng",
    "score": 12,
    "subreddit": "europe"
}{
    "author": "merteralQR",
    "body": "Yes, names are usually written with ñ (for example my grandpa's name is Iñaki) the same way you use Ø if you want to write the Norwegian name Ødger, but usually when you want to write the sound ñ you use \"in\" at least in Batua (estandardized Basque). Or that is what my teachers have told me most of my life.",
    "created_utc": 1612136920,
    "id": "gljb3np",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Valon129",
    "body": "The curfew is honestly more annoying than the lockdown in France.\n\nIt's at 6 pm, that shit is really annoying.\n\nTho, it's not a reason to protest, everyone is in the same boat.",
    "created_utc": 1612136922,
    "id": "gljb3sz",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "cheekibreekio",
    "body": "Ye it's like this: l•l. You can find the • in 'Spanish ISO' keyboards (usually alt+3). While you might find l-l in some cases/texts, it is rarely used.\n\nSource: am catalan",
    "created_utc": 1612136928,
    "id": "gljb4a0",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "SonWutRUdoin",
    "body": "In England, it actually was 1%.",
    "created_utc": 1612136942,
    "id": "gljb58p",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Altarius22",
    "body": "Albanian does NOT have that ã",
    "created_utc": 1612136942,
    "id": "gljb5aa",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "Is the UK restrict flights from everywhere because vaccines are not 100% effective?\n\nLol, I'm amazed how cynical you guys can be. You don't give a shit about Ireland, this is just a petty revenge and a useless way to try and divide the EU.\n\nGiven how Britain has treated Ireland over the past centuries, I doubt they will thank you for this.",
    "created_utc": 1612136961,
    "id": "gljb6mf",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "LadylikeElectricland",
    "body": "Right, so the outrage makes no sense whatsoever (yes, I get the LGBTQ+ angle, but that's ridiculous in itself). I was confused by the people commenting here and agreeing that it is a blasphemous image. I understand that Kaaba is a holy site for Islam, but, come on, look at that image -- it is NOT mocking the site or the religion.",
    "created_utc": 1612136977,
    "id": "gljb7u6",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "nmthlmnts",
    "body": "Private hospitals are being used and close to full as well. But the number of ICU beds in the private system is tiny when compared to public hospitals. \n\nI don't know why so many people are repeating this piece of fake information to criticise the government, when there are so many other valid reasons to do so. \n\nhttps://www.dn.pt/sociedade/hospitais-privados-com-894-camas-afetas-ao-sns-e-230-doentes-covid-13284180.html",
    "created_utc": 1612136981,
    "id": "gljb83w",
    "score": 9,
    "subreddit": "europe"
}{
    "author": "pekame",
    "body": "The keyboard advantage is true but at the same time  in Romania , diacritics are used quite rarely online . If you see them while texting that 100% means the person is using a phone with autocorrect enable",
    "created_utc": 1612136982,
    "id": "gljb87i",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "Kowzorz",
    "body": "No I am saying humans making cities is a shitty thing to do to our forests. Wherever humans be, forests aren't. That was the first comment.",
    "created_utc": 1612137009,
    "id": "gljba5h",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Darkone539",
    "body": "This headline seems like it's misleading and harsh. The UK actually had this power within the EU. It's far more likely, rather then \"targeting\" anyone, this is just some date set by someone sat in an office and they didn't think about how a specific group of disadvantged people would fall through the cracks.\n\n&amp;#x200B;\n\n&gt;EU rules allow anyone to move, anytime, any place  \n&gt;  \n&gt;True, and false. Anyone holding the nationality of a Member State of  the EU can move to another Member State almost without restriction for  three months. They cannot claim ‘social assistance’ (benefits for those  who are very poor) nor can they claim access to student benefits  (grants, loans).  \n&gt;  \n&gt;However, after three months, everything changes. EU nationals can  stay in the host state for the next five years only if they are  economically active (as a ‘worker’, self-employed person or a temporary  service provider) or they can provide for themselves (as a person of  independent means or a student).\n\n[https://ukandeu.ac.uk/myth-busting-free-movement/](https://ukandeu.ac.uk/myth-busting-free-movement/)",
    "created_utc": 1612137016,
    "id": "gljbapa",
    "score": 18,
    "subreddit": "europe"
}{
    "author": "robert1005",
    "body": "I think that's why they're not in the tree itself, but it does look a bit confusing.",
    "created_utc": 1612137020,
    "id": "gljbaz0",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "PJHart86",
    "body": "I used to live over the border in Harbin and yes, yes it does. \n\nThis is basically why Russia decided to fuck around in WW1, as an excuse to grab some ports that didn't freeze over every winter.",
    "created_utc": 1612137040,
    "id": "gljbcj5",
    "score": 194,
    "subreddit": "europe"
}{
    "author": "Orange-of-Cthulhu",
    "body": "1 in 4 are still going, so there should be 1 member of each band that can come, I think they usually have at least 4 members.",
    "created_utc": 1612137041,
    "id": "gljbcko",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "There were similar % of older people in both the Pfizer and Moderna vaccines.\n\nBoth had inclusive data in the older age group (albeit 75+).\n\nThe Pfizer data was inconclusive for over 75s with a lower boundary of - 13% efficacy in the group.\n\nBut like every vaccine, including AZ, they check antibody titers, and it was similar in old people as young so you can say with reasonable certainty it will work in old people.",
    "created_utc": 1612137048,
    "id": "gljbd27",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Valon129",
    "body": "To be fair 200 in France is basically 0, it's just insignificant.",
    "created_utc": 1612137067,
    "id": "gljbei4",
    "score": 15,
    "subreddit": "europe"
}{
    "author": "Plastic_Pinocchio",
    "body": "Well, yes and no. It’s very easy to talk to the Dutch as most of us (at least in university towns) speak decent English, but I think social groups are a bit closed off to foreigners often. In the end the language is somewhat of a barrier. Communicating in your own language will always be a little bit more comfortable than English. \n\nSo, my absolute biggest tip, try learning some basic Dutch before you come here. It will open people up and be easier for you to learn more Dutch while here. Shouldn’t be too hard for a Swede to get at least a hundred decent sentences in. The languages have lots of similarities.",
    "created_utc": 1612137075,
    "id": "gljbf2e",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Ari85213",
    "body": "&gt;conscientious objection.\n\nThat's also a thing in the UK but they are required to refer the patient to a colleague who will be able to help.",
    "created_utc": 1612137079,
    "id": "gljbff2",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "Well, in that case it's similarly stupid leaving Spanish regions around Gibraltar unvaccinated. It'd hurt your people (assuming you actually care).",
    "created_utc": 1612137085,
    "id": "gljbfvm",
    "score": -1,
    "subreddit": "europe"
}{
    "author": "Orange-of-Cthulhu",
    "body": "&gt; This headline seems like it's misleading and harsh.\n\nLike all the headlines of politico.eu :)",
    "created_utc": 1612137113,
    "id": "gljbhvu",
    "score": 6,
    "subreddit": "europe"
}{
    "author": "BigBossHonchoPizza",
    "body": "well said.   not doing so would be the equivalent of having a peeing section of a swimming pool, the pee won't read the sign.",
    "created_utc": 1612137130,
    "id": "gljbj8h",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "groenzucht",
    "body": "Shush just let me shit on brexit.",
    "created_utc": 1612137147,
    "id": "gljbki0",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Denning76",
    "body": "&gt; You don't give a shit about Ireland, this is just a petty revenge and a useless way to try and divide the EU.\n\nYou certainly don't. Anything that can ensure cross border flow in Ireland to be as close to normal is a good thing, given the history of the island. Surely you won't dispute that?\n\n&gt; Is the UK restrict flights from everywhere because vaccines are not 100% effective?\n\nAir travel is totally different to land travel through a border which is, in practice, barely existent and needs to remain that way due to historical reasons. Accordingly, it is dealt with differently. You are being deliberately disingenuous.\n\nObviously though, the UK's major donations to COVAX do help to some extent on that front too. Surely you can't deny that either.",
    "created_utc": 1612137148,
    "id": "gljbklx",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "Source you claim please. I'm not saying you're wrong but I haven't seen a single source claiming that.\n\nThere are websites that send you abortion pills with an online consultation in England.",
    "created_utc": 1612137156,
    "id": "gljbl5j",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "DrPepperThanks",
    "body": "Erm Ireland is *right next to the UK*",
    "created_utc": 1612137170,
    "id": "gljbm7g",
    "score": 5,
    "subreddit": "europe"
}{
    "author": "FrisianDude",
    "body": "I salute this",
    "created_utc": 1612137186,
    "id": "gljbnfn",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Rosinante84",
    "body": "r/ClimbingCircleJerk",
    "created_utc": 1612137208,
    "id": "gljbp2y",
    "score": 8,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "All the more reason to vaccine the Spanish area around Gibraltar. People from Gibraltar would be at high risk, wouldn't they?",
    "created_utc": 1612137217,
    "id": "gljbpqw",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "Lusakas",
    "body": "Oh man. So the only British groups touring Europe (and vice versa) will be supergroups consisting of the most popular member of 4-5 british bands, all fighting over whose bands' songs to play? That would be a weird thing to watch...",
    "created_utc": 1612137246,
    "id": "gljbrw2",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "No there literally is no border between the two countries mate. There are boundaries. But not borders.\n\nUnless you think there are borders between towns or States within countries?\n\nAlso there are actual border troops in the Gibraltar/Spain border and passport checks.\n\nAnd most importantly, every adult in Gibraltar will be vaccinated in 2 months. Not so for NI.",
    "created_utc": 1612137251,
    "id": "gljbsas",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "Do you know where Gibraltar is?",
    "created_utc": 1612137272,
    "id": "gljbtvr",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "&gt;Past deaths weren't too bad but **Germany is in full lockdown mate.**",
    "created_utc": 1612137284,
    "id": "gljbupf",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "Can you source this?",
    "created_utc": 1612137295,
    "id": "gljbvkl",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "FrisianDude",
    "body": "They're called Tirol and are endemic",
    "created_utc": 1612137308,
    "id": "gljbwgg",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "KvalitetstidEnsam",
    "body": "Hi, thank you for your contribution, but this submission has been removed because we currently have a megathread dedicated to this topic.\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612137309,
    "id": "gljbwjx",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Priamosish",
    "body": "That's almost the entire population of Luxembourg. Meanwhile after one month we stand at 11k vaccinations *sad trumpet noise*.",
    "created_utc": 1612137323,
    "id": "gljbxnb",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "Jhe90",
    "body": "Yes, his reign was a rather long and fairly stable.\n\nAlso an extremly prolific builder. I want to see the Egyptian museum in Cairo one day among ithet places there.\n\nIts amazing what can be built by people who had little access to Iron, yet alone steel and its alloys.",
    "created_utc": 1612137326,
    "id": "gljbxvc",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "KvalitetstidEnsam",
    "body": "Hi, thank you for your contribution, but this submission has been removed because it doesn't use a credible source and/or the source has not been linked from a top-level comment. See [community rules &amp; guidelines](/r/Europe/wiki/community_rules).\n\n\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612137352,
    "id": "gljbzu8",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "koalaposse",
    "body": "Looks amazing, architecturally and with view out.",
    "created_utc": 1612137353,
    "id": "gljbzxl",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "Arbeiterrechte",
    "body": "and he is older than France",
    "created_utc": 1612137363,
    "id": "gljc0lt",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "KvalitetstidEnsam",
    "body": "Hi, thank you for your contribution, but this submission has been removed because we currently have a megathread dedicated to this topic.\n\nIf you have any questions about this removal, please [contact the mods](/message/compose/?to=/r/Europe&amp;subject=Moderation). Please make sure to include a link to the comment/post in question.",
    "created_utc": 1612137363,
    "id": "gljc0lx",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "lskd3",
    "body": "There can't be any referendum in Crimea unless it's performed within Ukrainian law and constitution. And no foreign citizens can participate in Ukrainian referendum.",
    "created_utc": 1612137375,
    "id": "gljc1kc",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "pi6174",
    "body": "Estonia doesn't have enough troops in Estonia to stop a Russian invasion, so not sure what your point is?",
    "created_utc": 1612137382,
    "id": "gljc22d",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612137385,
    "id": "gljc2ad",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "onehundredfortytwo",
    "body": "But people in Ireland wouldn't be vaccinated until every adult in NI is.\nWhat's the difference?",
    "created_utc": 1612137393,
    "id": "gljc2uv",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "belieeeve",
    "body": "What numbers are we talking here? I wouldn't necessarily be against that.",
    "created_utc": 1612137398,
    "id": "gljc386",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "tobias_681",
    "body": "Macron backed her and Merkel couldn't reject a politician from her own party (even from her cabinet). It was essentially power games.",
    "created_utc": 1612137400,
    "id": "gljc3en",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "4Clement",
    "body": "There are also the Universities of Agricultural Sciences and Veterinary Medicine which are quite huge, especially in Cluj",
    "created_utc": 1612137416,
    "id": "gljc4i9",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "MCBeathoven",
    "body": "Jesus fucking Christ. Because you didn't answer my question. Stop evading.",
    "created_utc": 1612137431,
    "id": "gljc5ov",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "I_hate_bigotry",
    "body": "I know you guys aren't used to sharing land borders. All European countries do, and no one would have the crazy idea of giving priority to neighbouring countries. It is selfish and without scientific reason.\n\nAll evidence shows the uk spread corona massively to Ireland and not the other way around.",
    "created_utc": 1612137433,
    "id": "gljc5uk",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "[deleted]",
    "body": "[deleted]",
    "created_utc": 1612137436,
    "id": "gljc5zo",
    "score": 2,
    "subreddit": "europe"
}{
    "author": "DifficultWill4",
    "body": "Basically “ss”",
    "created_utc": 1612137445,
    "id": "gljc6ou",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "Kalasti",
    "body": "Huh, some finnish places atleast have å in them, such as [Åminne in Espoo](https://www.google.com/maps/place/%C3%85minne,+02780+Espoo). \n\n[Here's an list \\(although made in 1897\\) of places starting with Å](http://www.genealogia.fi/hakem/osoitteet/osoiteaa.htm)",
    "created_utc": 1612137469,
    "id": "gljc8jf",
    "score": -17,
    "subreddit": "europe"
}{
    "author": "Throwaway437243y247f",
    "body": "The EU commision funded Pfizers European factories to produce for the EU (as did the UK I believe, unsure on that aspect). \n\nThe EU are funding factories to export for Canada because the US are export banning....",
    "created_utc": 1612137475,
    "id": "gljc8zg",
    "score": 0,
    "subreddit": "europe"
}{
    "author": "pixamour",
    "body": "Wow. That’s beautiful.",
    "created_utc": 1612137481,
    "id": "gljc9gg",
    "score": 4,
    "subreddit": "europe"
}{
    "author": "ozimp5000",
    "body": "I guess my point is that the UK armed forces aren’t as committed to Estonia as they would be in an invasion. AFAIK we’ve only got a small contingent there.",
    "created_utc": 1612137528,
    "id": "gljcd1x",
    "score": 1,
    "subreddit": "europe"
}{
    "author": "nmthlmnts",
    "body": "Surely there are better moments than the peak of a public health crisis to worry about compensation for international aid. The Austrian state is showing great compassion and responsibility, let's appreciate that and root for better times to come quickly. \n\nThe bill for all the covid relief actions will be long and will take decades to pay, but now is not the time to cut costs and close up in ourselves. Maybe lessons will be learnt about budget responsibility and the importance of investment in science and health.",
    "created_utc": 1612137536,
    "id": "gljcdnc",
    "score": 7,
    "subreddit": "europe"
}{
    "author": "ce_km_r_eng",
    "body": "&gt;Having ''non enough cyclists''\n\nFunny, this used to be the common argument against improving train schedule here. Not enough passengers for more trains -&gt; passengers deciding they are better off with their cars -&gt; not enough passengers to keep the connection.",
    "created_utc": 1612137550,
    "id": "gljceqh",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "junkmail88",
    "body": "Error: German has ö",
    "created_utc": 1612137551,
    "id": "gljcer7",
    "score": -2,
    "subreddit": "europe"
}{
    "author": "PM_YOUR_WALLPAPER",
    "body": "No... The UK will start donating doses once over 60s are vaccinated, not after every adult is dosed.",
    "created_utc": 1612137567,
    "id": "gljcg0m",
    "score": 3,
    "subreddit": "europe"
}{
    "author": "martin-verweij",
    "body": "I don't really understand how it is this bad. I want to knows details. I am pro-EU but this was one of the chances to prove to everyone that it is useful but it only showed the opposite.",
    "created_utc": 1612137576,
    "id": "gljcgmv",
    "score": 26,
    "subreddit": "europe"
}{
    "author": "IaAmAnAntelope",
    "body": "Article 16 *is* there for a reason though. Fair play, criticise him if he invokes it wrongly, but you can hardly criticise either side for being willing to use it in the right circumstance.",
    "created_utc": 1612137576,
    "id": "gljcgo0",
    "score": 25,
    "subreddit": "europe"
}{
    "author": "Tabookii",
    "body": "So austria just got cucked out :(",
    "created_utc": 1612137589,
    "id": "gljchpl",
    "score": 1,
    "subreddit": "europe"
}